[{"id":6012,"title":"A redes sociais estimulam o compartilhamento de informações pessoais, mas qual a linha que separa a pessoa cool da pessoa exposta? #CPRecife4","description":"A atividade \"Teste a sua privacidade na internet\"  aborda as dicas de como reajustar sua privacidade nas principais redes sociais. E para tornar a atividade mais dinâmica, iremos analisar em tempo real os perfis dos voluntários. \r\nInformações como data de nascimento, parentes, amigos, antigos empregos, locais em que a pessoa frequenta, entre outros, terão a privacidade ajustada, para ter acesso a estas informações apenas poucas pessoas.","speakers":"Bruno Antunes\r\nBacharel em ciência da computação e se considera um cientista como o Beakman. Para se vingar dos bullyings na infância, onde era chamado de Nerd, resolveu se aprofundar na área de redes e segurança,  com isto teve que começar a usar Linux para não ser vítima dos próprios vírus.\r\nNão contente o suficiente, resolveu abrir uma empresa que planeja comprar a Google, e fazer uma parceria com Pink e Cérebro para dominar o mundo.\r\n\r\nJonathan Alexandre Luiz\r\nFiccionando em tecnologias, segurança, redes e Linux, palestrante do projeto \"Segurança em Simples Atos\", que visa levar os perigos na internet, de forma didática.","stage":"Inclusao Digital I CPRecife4","date":"2015-07-23 17:00:00+00:00","urlimage":"archives/activities/2015/06/26/870x435px_inclusao_digital-1123898794jpg","mobile_image":"http://images.campuse.ro/oYpykLOjbCu9BgvvN_cFtrl-6w4=/900x405/smart/media.campuse.ro/archives/activities/2015/06/26/870x435px_inclusao_digital-1123898794jpg","stage_name":"Inclusao Digital I CPRecife4","stage_slug":"InclusaoDigitalICPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/redes-sociais-estimulam-compartilhamento-informacoes-pessoais-exposta/"},{"id":6267,"title":"Cerimônia de Abertura #CPRecife4","description":"Esse universo é compartilhado com os milhares de participantes que podem debater, vivenciar e aprimorar experiências. Por meio de mentes brilhantes, os conteúdos da Campus Party estimulam discussões e reflexões que promovem o desenvolvimento de jovens talentos e de ideias que também vão impulsionar o crescimento do país.","speakers":"","stage":"Palco Terra CPRec4","date":"2015-07-23 18:00:00+00:00","urlimage":"archives/activities/2015/07/08/870x435px_abertura-2339933044jpg","mobile_image":"http://images.campuse.ro/9Wfj-T0cQumQJEpDyhGx3vB0ldU=/900x405/smart/media.campuse.ro/archives/activities/2015/07/08/870x435px_abertura-2339933044jpg","stage_name":"Palco Terra CPRec4","stage_slug":"PalcoTerraCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/cerimonia-de-abertura-cprecife4/"},{"id":6026,"title":"Programação das Comunidades. #CPRecife4","description":"A Campus Patry Brasil abriu um espaço para as comunidades elaborarem uma grade com programação própria distribuindo as atividades de forma que seja diversa e contemple temas diferentes em horários diferentes; a agenda está sujeita a alterações. Nossa intenção é destacar o valor e o papel destes importantes aliados na formação do maior encontro tecnológico do mundo.","speakers":"","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-23 19:30:00+00:00","urlimage":"archives/activities/2015/07/08/870x435px_comunidades-1523481115jpg","mobile_image":"http://images.campuse.ro/qetBBTpLx2btBxAwVmje33_cHIQ=/900x405/smart/media.campuse.ro/archives/activities/2015/07/08/870x435px_comunidades-1523481115jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/Programacao-das-Comunidades-CPRecife4/"},{"id":6229,"title":"Desenvolvendo Wearables com JavaScript. Vitor Leal. #CPRecife4","description":"...","speakers":"Vitor Leal\r\nDesenvolvedor com 10 anos de experiência trabalhando com desenvolvimento web e de software. Hoje focado em desenvolvimento de soluções de Internet of Things no Centro de Inovação da Telefônica VIVO.","stage":"Palco Jupiter CPRec4","date":"2015-07-23 20:00:00+00:00","urlimage":"archives/activities/2015/07/06/870x435px_jupiter-916485139jpg","mobile_image":"http://images.campuse.ro/GBoSIkRlGwCrUbOuqX_n0F2InHk=/900x405/smart/media.campuse.ro/archives/activities/2015/07/06/870x435px_jupiter-916485139jpg","stage_name":"Palco Jupiter CPRec4","stage_slug":"PalcoJupiterCPRecife","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/desenvolvendo-wearables-com-javascript-cprecife4/"},{"id":5887,"title":"Apresentação Startup 360 - Abertura. Genésio Gomes. #CPRecife4","description":"Abertura oficial com apresentação do startup 360, programa que visa difundir o empreendedorismo de forma transversal em toda a campus. O programa é formado por feira de startups&makers, maratonas de negócios temáticos, palestras, painéis e  workshops especificamente voltados para atender os empreendedores.","speakers":"Genésio Gomes\t\r\nDoutor em Ciência da Computação pelo CIN/UFPE na área de Design Centrado no Usuário. Professor de Empreendedorismo da Universidade de Pernambuco. Idealizador do Células Empreendedoras, programa educacional Prêmio Educação Empreendedora Brasil 2012 Endeavor/Sebrae. Co-Organizador da Maratona de Negócios da Campus Party Brasil 2015. Gestor do Programa Startup&Makers da Campus Party Recife 2014. ","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-23 20:00:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-3379271330jpg","mobile_image":"http://images.campuse.ro/n9dNapkYjA0ojYmVe5R8t3RO5kw=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-3379271330jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/apresentacao-startup-360-abertura/"},{"id":5798,"title":"Direto ao ponto: o que fazer pra sua startup durar além do fim de semana #CPRecife4","description":"Eventos para criação de startups, hackathons e competições temos aos montes. Tá...mas logo depois que passa toda aquela euforia... precisamos botar o negócio pra gerar na alta. Nesse painel, aprenda com outros empreendedores o que eles fizeram para que o seu empreendimento de fato aconteça. ","speakers":"Moderação: Maria Conceição Moraes (Sebrae)\r\n\r\nCarlos Ninja (CE - AgendaKids)\r\nCarlos Alan, trabalha há 15 anos com desenvolvimento web, já participou da produção de mais de 40 sites, atendeu clientes como PizzaHut, Traxx Motos, Coldar, Coelce. Trabalhou na criação do sistema DUT eletrônico junto ao DETRAN-CE, foi responsável pela criação e gerenciamento de soluções para empresa RM e Oi telecomunicações. Atualmente é CTO/Founder da startup Agenda Kids, plataforma de comunicação entre pais e escolas.\r\n\r\nLuiz Fernando Gomes(PE - lotebox)\r\n\r\nVinnie Oliveira(PB - Glocal Arts)\r\n\r\nBreno Fontes(RN-Findemeapp)","stage":"Palco Lua CPRec4","date":"2015-07-23 20:00:00+00:00","urlimage":"archives/activities/2015/06/01/lua-133303202jpg","mobile_image":"http://images.campuse.ro/BUzn9bSTSPgqnVf6tt75UL929lk=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/lua-133303202jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/direto-ponto-startup-durar-fim-semana/"},{"id":5736,"title":"Dado Schneider - Palestra Muda 2.0 #CPRecife4","description":"O palestrante não fala durante 45 min. Depois, fala...É uma experiência sensorial diferente, que surpreendeu a todos na Campus Party 7 e que agora vem com uma “continuação” ainda mais criativa. A palestra trata de trabalho, carreira, futuro e muitas dicas para quem quer se dar bem no futuro.","speakers":"Dado Schneider\r\n\r\nGraduado em Comunicação e Pós-Graduado em Marketing pela Universidade Federal do Rio Grande do Sul (UFRGS) e Mestre e Doutor em Comunicação pela PUC/RS. Nos últimos 30 anos, foi professor da UFRGS, PUC/RS, ESPM, HSM EDUCAÇÃO e UNIVERSIDADE FERNANDO PESSOA (Porto, Portugal).\r\nExperiência em grandes agências de publicidade (MPM, OGILVY, DM9, ESCALA etc) nos primeiros vinte anos de carreira, iniciada em 1979. Nos 10 anos seguintes, foi executivo de marketing da CLARO (sendo o próprio criador desta marca), além de Consultor de Comunicação para Vendas de grandes empresas nacionais e multinacionais.\r\nDesde 2009, vem se consagrando como um dos mais requisitados palestrantes do Brasil, graças à inovadora Palestra Muda, onde utiliza uma linguagem revolucionária para atrair a atenção. Além de ter dezenas de milhares de seguidores nas Redes Sociais, também escreveu “O mundo mudou... Bem na minha vez!”, um livro com linguagem inovadora e atual, todo formado por posts e tweets.","stage":"Palco Terra CPRec4","date":"2015-07-23 20:00:00+00:00","urlimage":"archives/activities/2015/05/12/terra_dado-2242705847jpg","mobile_image":"http://images.campuse.ro/r8gi-BXIJs5FlW8ckr87hBuGK4c=/900x405/smart/media.campuse.ro/archives/activities/2015/05/12/terra_dado-2242705847jpg","stage_name":"Palco Terra CPRec4","stage_slug":"PalcoTerraCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/Dado-Schneider-Palestra-Muda-recife/"},{"id":5983,"title":"Monte um robô controlado por Bluetooth! #CPRecife4","description":"Esse workshop abordará a construção de um robô móvel controlado pelo celular através do Bluetooth. Aprenda a trabalhar com motores, transmissão de dados sem fio e diversos componentes eletrônicos, usando Arduino e o módulo Bluetooth. Construído com material de baixo custo, será possível participar de uma mini competição dentro da Campus, apresentando seu projeto para todos os campuseiros! Não esqueça de levar seu celular!\r\n\r\nVagas:\r\n20\r\n\r\nDuração:\r\n2 h","speakers":"Gustavo Ribeiro – Bacharel em Engenharia Eletrônica e Mestre em Engenharia de Sistemas pela Universidade de Pernambuco. Desenvolve pesquisas em robótica e participa de competições nessa área desde 2007.\r\n\r\nGabriel Bandeira – Graduando em Engenharia da Computação pelo CIn. Participou várias vezes das competições OBR e RoboCup. Atualmente está ligado ao Grupo de Pesquisa em Realidade Virtual e Multimídia (GRVM - CIn/UFPE).\r\n\r\nOtacílio Neto – Estudante de eletrônica, apaixonado por Robótica e Sistemas Embarcados, participou das quatro últimas edições mundiais da RoboCup.\r\n\r\nHeitor Rapela – Cursando Engenharia da Computação pelo CIn, fez iniciação científica na área de processamento de imagens e também trabalhou no laboratório Líber. É amante da tecnologia e fascinado por aprender coisas novas.","stage":"Workshop I Ciencia CPRecife4","date":"2015-07-23 20:00:00+00:00","urlimage":"archives/activities/2015/06/26/870x435px_wprkshop1-1818772656jpg","mobile_image":"http://images.campuse.ro/bfebmC4XC3Mjgk92XTVvF0uWZuM=/900x405/smart/media.campuse.ro/archives/activities/2015/06/26/870x435px_wprkshop1-1818772656jpg","stage_name":"Workshop I Ciencia CPRecife4","stage_slug":"Workshop1CienciaCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/construcao-robo-seguidor-line-follower/"},{"id":5726,"title":"Interface cérebro-máquina: da ficção científica para a criação Startups #CPRecife4","description":"A utilização do cérebro para controlar dispositivos externos deixou de ser um privilégio exclusivo para personagens Sci-Fi. Estas tecnologias já são realidade para a comunidade científica há muitas décadas, mas recentemente vêm despertando o interesse de outro tipo de comunidade: as Startups. Os hardwares estão se tornando acessíveis e cada vez mais é possível começar a desenvolver sem a necessidade de conhecimentos avançados em Neurociência. Portanto o objetivo desta palestra é apresentar o estado da arte da Neurotecnologia, as principais limitações e as perspectivas futuras em áreas como robótica, próteses, tecnologias vestíveis, Neuroimagem funcional e jogos para desenvolvimento cerebral (Neurofeedback) e entretenimento (Neurogaming).\r\n","speakers":"","stage":"Palco Saturno CPRec4","date":"2015-07-23 20:00:00+00:00","urlimage":"archives/activities/2015/05/11/870x435px_saturno-1907263319jpg","mobile_image":"http://images.campuse.ro/QY1w3WqEeOzLOeaySuHuZW2-z3Q=/900x405/smart/media.campuse.ro/archives/activities/2015/05/11/870x435px_saturno-1907263319jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/interface-cerebro-maquina-ficcao-cientifica-criacao-startups/"},{"id":6029,"title":"Mesa redonda Privacidade e Segurança em Smart Cities #CPRecife4","description":"A temática de smart cities envolve diversas perspectivas, tipicamente sendo olhadas através de um forte viés tecnológico. Há grande foco no monitoramento e controle de ambientes urbanos tanto através da coleta de dados de diversos dispositivos espalhados pela cidade (ex: câmeras e sensores) e diversos sistemas inteligentes nos auxiliando em atividades cotidianas: redes semafóricas inteligentes, sistemas de transporte controlados à distância, redes elétricas inteligentes, dentre outros aparatos. Caminhamos em direção a mundo onde o nosso consumo de água e eletricidade serão monitorados em tempo real, nossos veículos trocarão informações entre si e instituições públicas e privadas terão ainda mais informações sobre nós. Imagens nossas, em diferentes locais, estão armazenadas sem nossa autorização. Estamos sendo vigiados. Como ter certeza de que nossos dados não serão expostos sem nossa prévia autorização? E todos estes sistemas, será que eles são seguros? Estes dados são transmitidos com segurança? Estamos livres da ameaça destes sistemas serem invadidos? O risco da cidade ser controlada por hackers é um mito ou um risco real? ","speakers":"Amália Arruda (UPE)\r\nDoutora em Ciência Política e Direito pela UFPE - Universidade Federal de Pernambuco\r\nProfessora do Curso de Direito da UPE - Universidade de Pernambuco\r\nDiretora Acadêmica do IBDI - Instituto Brasileiro de Informática\r\nDesenvolve pesquisa acerca da aplicação das TICS - tecnologias da informação e comunicação - em diferentes aspectos da Democracia Eletrônica\r\n\r\nRaphael Mandarino (Especialista em Gestão da Segurança da Informação e Comunicações)\r\nMatemático, Especialista em Gestão da Segurança da Informação pela UNB, Mestrando de Ciência da Computação na UFPE, atua há 39 anos na área de Segurança da Informação. Implantou e dirigiu nos últimos 8 (oito) anos o Departamento de Segurança da Informação e Comunicações da Presidência da República, principal órgão responsável pela elaboração e implantação de Políticas e Diretrizes para o setor cibernético, do Governo Brasileiro. Coordenou, pelo mesmo período, o Comitê Gestor de Segurança da Informação, Colegiado do Conselho de Defesa Nacional, responsável, pela elaboração de Políticas e Normas para a proteção das informações do Governo Federal, em qualquer meio em que estejam armazenadas. Autor de vários Títulos, dentre eles o livro: Segurança e Defesa do Espaço Cibernético Brasileiro, o primeiro a tratar do tema no Brasil. É pesquisador do tema, Consultor e Conferencista\r\n\r\nH.D. Mabuse (CESAR)\r\nUm dos curadores da Campus Party. Atua como consultor em design no C.E.S.A.R, onde participa de projetos que têm como base o design centrado no usuário. Faz parte, junto com Haidée Lima, do grupo Autom.ato, e foi um dos fundadores do Re:combo.\r\n\r\nKiev Gama (mediador - CIn-UFPE)\r\nProfessor adjunto do Centro de Informática da Universidade Federal de Pernambuco (CIn-UFPE), é doutor em Ciência da Computação pela Université de Grenoble, França. Tem atuado em pesquisas na área de Engenharia de Software e Sistemas Distribuídos aplicadas no contexto da Internet das Coisas e Cidades Inteligentes, se interessando tanto pelos aspectos tecnológicos como pelos aspectos que envolvem pessoas. É curador de conteúdo da trilha de Smart Cities na CPRecife","stage":"Palco Terra CPRec4","date":"2015-07-23 21:00:00+00:00","urlimage":"archives/activities/2015/07/02/terra_recife-1615818463jpg","mobile_image":"http://images.campuse.ro/251rjZ60MPPDsSZeWrgqoMdvhBM=/900x405/smart/media.campuse.ro/archives/activities/2015/07/02/terra_recife-1615818463jpg","stage_name":"Palco Terra CPRec4","stage_slug":"PalcoTerraCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/mesa-redonda-privacidade-e-seguranca-em-smart-cities-cprecife4/"},{"id":5775,"title":"Elasticsearch - Como gerenciar seus logs com Logstash e Kibana #CPRecife4","description":"Essa palestra em como objetivo apresentar o Elasticsearch, um poderoso mecanismo de indexação e busca textual, através de um exemplo prático que explorar também o Logstash e o Kibana.  O Logstash foi projetado para facilitar a interpretação de logs de distintas fontes e formatos, e sua indexação no Elasticsearch. O Kibana, simplifica a análise dos logs armazenados no Elasticsearch através da criação de dashboards e gráficos. Juntos essas ferramentas formam o ELK, cujo caso de uso principal é gerenciar logs de sistemas de uma maneira simples e eficiente. Assim, nessa palestra serão apresentados os conceitos principais do Elasticsearch e como os componentes ELK se encaixam numa aplicação prática.","speakers":"Luiz Henrique Zambom Santana\r\nÉ bacharel e mestre em Ciência da Computação. Possui mais de 10 anos de experiência em programação Java e há dois anos atua com tecnologias de Big Data. Trabalhou em projetos para grandes empresas no Brasil, Argentina e Alemanha. Atualmente faz doutorado em Ciência da Computação na UFSC, é startupper e consultor em Elasticsearch. .","stage":"Palco Jupiter CPRec4","date":"2015-07-23 21:00:00+00:00","urlimage":"archives/activities/2015/06/01/palcojupiterbanner-1947980086jpg","mobile_image":"http://images.campuse.ro/3WjUUqAdpGYjeimtfyUKiPK6m3g=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/palcojupiterbanner-1947980086jpg","stage_name":"Palco Jupiter CPRec4","stage_slug":"PalcoJupiterCPRecife","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/elasticsearch-gerenciar-logs-com-logstash-kiban/"},{"id":5788,"title":"Ludicidade e aprendizado: uma maneira divertida de aprender as reações químicas. Bruno Lima de Oliveira. #CPRecife4","description":"O trabalho foi desenvolvido por alunos do Curso de Jogos Digitais da Unicap com o objetivo de desenvolver conteúdo digital e interativo para aprendizagem e engajamento de alunos de escolas públicas e privadas sobre elementos químicos e suas reações. O jogo plataforma apresenta uma nova forma de aprender assuntos da matéria de forma lúdica e inovadora, onde as reações servem para ajudar o personagem a solucionar problemas durante a fase.","speakers":"Bruno Lima de Oliveira\r\n\r\n2009 - 2011 Universidade de Pernambuco/UPE\r\nEnsino Superior Incompleto no curso de Engenharia da Computação\r\n2013 - 2015 Universidade Católica de Pernambuco/UNICAP\r\nCursando último período do curso de Jogos Digitais\r\nFormado no curso de Pós-Produção do Porto Mídia no período de Dezembro/2013 - Dezembro/2014\r\nProfessor do Curso Start e Playgame desde Maio/2014 \r\nConhecimentos de Photoshop, Illustrator, Flash, After Effects, Premiere, Maya, Unreal Engine 4, entre outros softwares.\"","stage":"Palco Marte CPRec4","date":"2015-07-23 21:00:00+00:00","urlimage":"archives/activities/2015/06/01/marte-2600169966jpg","mobile_image":"http://images.campuse.ro/6Gw1Jsp86iMOzXB0YdSnjpX5RUY=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/marte-2600169966jpg","stage_name":"Palco Marte CPRec4","stage_slug":"PalcoMarteCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/ludicidade-e-aprendizado-uma-maneira-divertida-de-aprender-as-reacoes-quimicas/"},{"id":5843,"title":"O que esconde as belezas do céu? James Solon . #CPRecife4","description":"Por que é mais fácil ver mais estrelas no campo? Onde estão os mais potentes e maiores telescópios do mundo? Existe algo que obstrui nossa visão do céu e que inflige consequências à saúde humana e animal: A Poluição Luminosa. A apresentação expositiva demonstrará os avanços da Astronomia observacional, tanto profissional quanto amadora, e ainda, mostrará as campanhas pelo mundo quanto à redução e eficiência energética em relação a temida Poluição Luminosa.\r\n","speakers":"James Solon \r\n\r\né formado em Licenciatura em Geografia pela Universidade Federal de Pernambuco - UFPE. É integrante fundador do Grupo de Astronomia de Pernambuco, o AstroPE, no qual atua na elaboração de Projetos, Atividades Práticas e Extensivas relacionadas à ciência Astronomia. Vincula e desenvolve, de maneira interdisplinar, projetos e atividades relacionadas ao ensino de ciências com as práticas educacionais de Astronomia.","stage":"Palco Saturno CPRec4","date":"2015-07-23 21:00:00+00:00","urlimage":"archives/activities/2015/06/06/saturno_1-2964426295jpg","mobile_image":"http://images.campuse.ro/RuTgT4QvrIrzVDipIKTSvStGp4A=/900x405/smart/media.campuse.ro/archives/activities/2015/06/06/saturno_1-2964426295jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/esconde-belezas-do-ceu/"},{"id":5844,"title":"Growth Hacking - Gambiarras arretadas para o crescimento, que não podem ser contadas no palco. #CPRecife4","description":"Já ouviram falar do Mister M? Nessa atividade vamos trazer o Mister H que não podemos revelar o nome. Provavelmente ele aparecerá fantasiado ou atrás de uma manta para que não seja revelada a sua real identidade. Esse Mister vai revelar segredos polêmicos de como aumentar a sua base de clientes utilizando as mais politicamente incorretas gambiarras. Não percam!!!","speakers":"","stage":"Palco Lua CPRec4","date":"2015-07-23 21:00:00+00:00","urlimage":"archives/activities/2015/06/06/lua-1473328875jpg","mobile_image":"http://images.campuse.ro/lDLJkuvfUN8TzdY3EOojVzPZCfc=/900x405/smart/media.campuse.ro/archives/activities/2015/06/06/lua-1473328875jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/growth-hacking-gambiarras-arretadas-crescimento-nao-contadas-palco/"},{"id":5725,"title":"Televisão e Cinema sem barreiras: Projetos LibrasTV e Cine AD  #CPRecife4","description":"Apresentação da solução desenvolvida pelo Laboratório de Vídeo Digital da UFPB com o objetivo de permitir que as legendas de LIBRAS sejam geradas, codificadas, transmitidas e decodificadas de forma automática. Com isto, pretende-se reduzir o custo de geração e produção, além de possibilitar aos usuários do sistema opções como: habilitar/desabilitar ou redimensionar a janela de apresentação de LIBRAS. A solução envolve um conjunto de componentes de software e hardware integrados aos radiodifusores e aos receptores de TV Digital.\r\n","speakers":"Tiago Maritan\r\nVirginia Pinto Campos\r\nModerador Salustiano Fagundes","stage":"Palco Venus CPRec4","date":"2015-07-23 21:00:00+00:00","urlimage":"archives/activities/2015/05/11/870x435px_venus-3835032626jpg","mobile_image":"http://images.campuse.ro/sEJxl0SbIJodvCw_LBfKjACx7KY=/900x405/smart/media.campuse.ro/archives/activities/2015/05/11/870x435px_venus-3835032626jpg","stage_name":"Palco Venus CPRec4","stage_slug":"PalcoVenusCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/librastv-tv-digital-sistemas-colaborativos/"},{"id":5888,"title":"Formação de Equipes das Maratonas de Negócios. Eraldo Guerra. #CPRecife4","description":"Dicas para a formação das equipes das maratonas de negócios. Apresentação das startups e  grupos inscritos nas maratonas ao público, incluindo sobretudo exposição de possíveis demandas por novos membros visando recrutamento e estabelecimento de parcerias.","speakers":"Eraldo Guerra\r\nCEO e Fundador do Life Up Mestre em Engenharia de Software, pelo CESAR; Especialista em Gestão de Negócios da Tecnologia da Informação pela UFPE; Organizador da Campus Party Recife - área de Startups; Tetra Campeã do Prêmio Brasil Criativo; Surfista e apaixonado pela vida!!!","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-23 21:00:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-2425416773jpg","mobile_image":"http://images.campuse.ro/AHmWwRnqFhMgJsvqG2-guwgyV7o=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-2425416773jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/formacao-de-equipes-das-maratoas-de-negocios/"},{"id":5969,"title":"Estratégias de Captação de Recurso para Inovar e Crescer Exponencialmente. Juliano Diniz  #CPRecife4","description":"Objetiva apresentar estratégias, oportunidades e momentos adequados para realizar captação de recursos nos seus quatro níveis. Possibilitando uma empresa inovadora crescer exponencialmente.\r\n","speakers":"Juliano Diniz\r\nSócio diretor da NCTI e coordenador da Oficina da Inovação, possui mais de 19 anos de experiência em Modelagem de Negócios, Elaboração de Projetos de Inovação e Captação de Recursos para projetos e negócios inovadores. Possui unidade de investimentos na geração de novos negócios e uma distribuidora de soluções inovadoras chamada IBCHANNEL.","stage":"Workshop Startup&Makers Camp CPRecife4","date":"2015-07-23 21:00:00+00:00","urlimage":"archives/activities/2015/06/17/870x435px_sm_camp-598316178-2926582709jpg","mobile_image":"http://images.campuse.ro/9squNIHHcvM8CCp_AD24lELtomM=/900x405/smart/media.campuse.ro/archives/activities/2015/06/17/870x435px_sm_camp-598316178-2926582709jpg","stage_name":"Workshop Startup&Makers Camp CPRecife4","stage_slug":"WorkshopStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/estrategias-captacao-recurso-crescer-juliano-diniz/"},{"id":6230,"title":"Workshop Hackathon IoT Telefônica VIVO #CPRecife4","description":"Vamos utilizar o Kit de Desenvolvimento Wearable da Telefonica VIVO. Será mostrado como coletar informações dos sensores do kit utilizando Bluetooth Low Energy e armazenar os dados na plataforma cloud de Internet das Coisas da Telefonica VIVO","speakers":"Vitor Leal\r\nDesenvolvedor com 10 anos de experiência trabalhando com desenvolvimento web e de software. Hoje focado em desenvolvimento de soluções de Internet of Things no Centro de Inovação da Telefônica VIVO.","stage":"Workshop II Inovaçao CPRecife4","date":"2015-07-23 21:30:00+00:00","urlimage":"archives/activities/2015/07/06/870x435px_wprkshop2-2335483697jpg","mobile_image":"http://images.campuse.ro/FrUFx4XoHgjALlJj3TItduKeTh4=/900x405/smart/media.campuse.ro/archives/activities/2015/07/06/870x435px_wprkshop2-2335483697jpg","stage_name":"Workshop II Inovaçao CPRecife4","stage_slug":"Workshop2inovacaoCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/workshop-hackathon-iot-telefonica-vivo-cprecife4/"},{"id":5770,"title":"O futuro do conteúdo digital: tendências para quem produz na web #CPRecife4","description":"O Futuro do Conteúdo Digital: 5 tendências para produtores\r\na) Ser multidisciplinar virou básico: o \"produtor-smartphone\" (cases The Verge, TV Folha)\r\nb) \"Substância é viral\": conteúdo aprofundado e relevância (cases Medium, Vox)\r\nc) Automação humanizada: rotinas que economizam tempo, mas continuam personalizadas (CMS integrado com divulgação em mídias sociais, comunidade e publicidade)\r\nd) O mundo ao vivo: o microstreaming e suas possibilidades (Periscope)\r\ne) Novas formas de monetização de conteúdo (cases Patreon e produtos licenciados)\r\n","speakers":"Ricardo Oliveira\r\nJornalista e mestre em comunicação pela UFPB (2011). Autor do livro ‘Blogs: Cultura Convergente e Participativa’. Tem 15 anos de experiência em produção de conteúdo para web e atua há 9 anos em marketing, publicidade e planejamento de comunicação. É professor de pós-graduações em João Pessoa e Maceió e colunista de tecnologia na CBN João Pessoa.","stage":"Palco Venus CPRec4","date":"2015-07-23 22:00:00+00:00","urlimage":"archives/activities/2015/05/29/venus-185169548jpg","mobile_image":"http://images.campuse.ro/vYiCj0OpsgyTajMfPak8kqvIvGo=/900x405/smart/media.campuse.ro/archives/activities/2015/05/29/venus-185169548jpg","stage_name":"Palco Venus CPRec4","stage_slug":"PalcoVenusCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/o-futuro-do-conteudo-digital-tendencias-para-quem-produz-na-web/"},{"id":5776,"title":"Gestão de Moedas Sociais Digitas utilizando a plataforma livre CORAIS.ORG #CPRecife4","description":"Moedas Sociais são ferramentas econômicas da economia solidária para estimular a economia local e o fortalecimento do escambo no território de produtos, serviços e saberes. Moedas sociais físicas podem ser custosas e sofrem risco de falsificação. Através de softwares livres como a plataforma CORAIS podemos customizar ambientes virtuais para gestão coletiva de novas economias. Como exemplo destes laboratórios econômicos serão analisadas as moedas sociais \"Concha\" que circula atualmente na Universidade Federal de Pernambuco e o \"Tempo\" fomentado pelo Teatro Vila Velha na Bahia.","speakers":"Pedro Henrique Jatobá\r\nMestre em Gestão e Desenvolvimento Social pela Escola de Administração da Universidade Federal da Bahia (UFBA) e Bacharel em Ciência da Computação pela Universidade Católica de Pernambuco (UNICAP).  Atualmente é diretor de ações culturais do Instituto Intercidadania, Coordenador de Formação e Articulação da Rede Colaborativa iTEIA, integrante da Produtora Colabor@tiva.PE sediada na Universidade Federal de Pernambuco e da Cooperativa E.I.T.A. \r\nEm 2009 foi bolsista CNPQ na Ação Cultura Digital do Ministério da Cultura onde ajudou a criar o GT Sustentabilidade focado no uso de software livres para economia solidária. \r\nRecebeu o prêmio Tuxáua Cultura Viva em reconhecimento ao projeto Estrada Viva que fomentou nas cinco regiões do país, entre 2007 e 2010, a tecnologia social das Produtoras Culturais Colaborativas na rede nacional de pontos de cultura.","stage":"Palco Jupiter CPRec4","date":"2015-07-23 22:00:00+00:00","urlimage":"archives/activities/2015/06/01/palcojupiterbanner-3414633756jpg","mobile_image":"http://images.campuse.ro/sRN6oG7DBT3pgtinkspbO5yY01Y=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/palcojupiterbanner-3414633756jpg","stage_name":"Palco Jupiter CPRec4","stage_slug":"PalcoJupiterCPRecife","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/gestao-moedas-sociais-digitas-utilizando-coraisorg/"},{"id":5727,"title":"Internet das coisas #CPRecife4","description":"A Internet das Coisas –  termo utilizado para explicar a conexão a web por qualquer tipo de dispositivo, como carros e geladeiras – pode fazer o número de objetos com acesso à rede mundial de computadores saltar dos atuais cinco bilhões de unidades para 50 bilhões em 2020. A Internet das Coisas carrega a promessa de um mundo conectado onde todas as coisas formam uma só rede. Mas em qual linguagem elas conversam entre si? Aqui vamos discutir o papel dos protocolos no desenvolvimento de produtos e serviços no advento da Internet das Coisas.\r\n","speakers":"Tiago Barros\t\r\nTiago é Bacharel (2003) e Mestre (2007) em Ciência da Computacão pela Universidade Federal de Pernambuco - UFPE, e técnico em Eletrônica pelo IFPE (1998). Atualmente é engenheiro de sistemas, consultor e professor do CESAR, onde desenvolve pesquisas em Internet das Coisas. Tiago desenvolve software há mais de 20 anos para diversas plataformas, e leciona disciplinas desde 2002, em pós-graduações de Computação e Design do CESAR e UFPE. Tem experiência na área de Ciência da Computação, com ênfase em Engenharia de Software, Protocolos de Comunicação e Sistemas Embarcados.\r\n\r\nAdeilton oliveira\r\nGraduado em Engenharia Eletrônica pela UFPB e mestre em Microeletrônica pela UNICAMP. Atuou como engenheiro de P&D em sistemas embarcados para automação industrial e indústria automotiva, e como engenheiro de produto na GM, onde trabalhou no desenvolvimento de arquiteturas elétricas veiculares e no gerenciamento de projetos de módulos eletrônicos. Atualmente é Engenheiro de Sistemas no C.E.S.A.R, onde atua em projetos de automação, telemetria para agricultura de precisão e Internet das Coisas.\r\n\r\nKiev Gamma\t\r\nProfessor adjunto do Centro de Informática da Universidade Federal de Pernambuco (CIn-UFPE), é doutor em Ciência da Computação pela Université de Grenoble, França. Tem atuado em pesquisas na área de Engenharia de Software e Sistemas Distribuídos aplicadas no contexto da Internet das Coisas e Cidades Inteligentes, se interessando tanto pelos aspectos tecnológicos como pelos aspectos que envolvem pessoas. É curador de conteúdo da trilha de Smart Cities na CPRecife","stage":"Palco Saturno CPRec4","date":"2015-07-23 22:00:00+00:00","urlimage":"archives/activities/2015/06/01/870x435px_saturno-4150659196jpg","mobile_image":"http://images.campuse.ro/oCI7ysHCTDTp8ChVmph6OV_ChiI=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/870x435px_saturno-4150659196jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/internet-das-coisas-cprecife4/"},{"id":5779,"title":"Jogos Sérios, um paralelo entre Brasil e Europa. Rafael Lontra. #CPRecife4","description":"Esta palestra aprofundará na indústria dos Jogos Sérios e fará uma comparação entre o Brasil e a Europa incluindo os seguintes temas.\r\nOportunidades / Incentivos internacionais. \r\nParticipação da Academia, lá e cá.\r\nParticipação do Governo, lá e cá. \r\nSugestões e perguntas.","speakers":"Rafael Lontra\r\n\r\nSou Sócio da Blue Pixel uma empresa de Entretenimendo Digital focada em Jogos. Tenho 33 anos, sou formado em Licenciatura Musical e Jogos Digitais. Sempre fui apaixonado por jogos e os vivenciei como poderosa ferramenta educacional. Hoje em dia com a Blue Sphere, uma spin off da Blue Pixel focada em Jogos Sérios, ou Aplicados. Atualmente estamos nos mobilizando para internacionalizar a empresa abrindo filiais na Bélgica e na Holanda. ","stage":"Palco Marte CPRec4","date":"2015-07-23 22:00:00+00:00","urlimage":"archives/activities/2015/05/30/marte-1567918100jpg","mobile_image":"http://images.campuse.ro/0FfqFddozgqszugPY-tyUJkx2lY=/900x405/smart/media.campuse.ro/archives/activities/2015/05/30/marte-1567918100jpg","stage_name":"Palco Marte CPRec4","stage_slug":"PalcoMarteCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/jogos-serios-paralelo-brasil-europa/"},{"id":5845,"title":"Acelera NE - Painel com as principais aceleradoras da região Nordeste. #CPRecife4","description":"O impacto das aceleradoras brasileiras no ecossistema já é uma realidade comprovada por números relevantes e diversos casos de sucesso. E tudo isso está bem mais perto do que você imagina, conheça nesse painel as aceleradoras do Nordeste que podem ser suas sócias e ajudar a tornar o caminho de empreendedor um pouco mais fácil.","speakers":"Moderador: Vitor Andrade\r\n\r\nLeo Lacerda(85labs) CIMATEC\r\nCo-fundador da 85 Labs Aceleradora, Líder da Anjos do Brasil Núcleo Ceará, mentor de Startups e Palestrante. Mestre em Administração de Empresas e Empreendedor acima de tudo.\r\n\r\nPedrinho K2(JUMP)\r\n\r\nEiran Simis(cesar.labs)","stage":"Palco Lua CPRec4","date":"2015-07-23 22:00:00+00:00","urlimage":"archives/activities/2015/06/06/lua-3149458448jpg","mobile_image":"http://images.campuse.ro/iYXYO_k0enONmgjZXxEjcIzCNFM=/900x405/smart/media.campuse.ro/archives/activities/2015/06/06/lua-3149458448jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/acelera-painel-principais-aceleradoras-regiao-nordeste/"},{"id":5896,"title":"Empreendendo Startup de Base Tecnológica. #CPRecife4","description":"Painel debaterá sobre o empreendedorismo de base tecnológica com participação de gestores de empresas de inovação, aceleradoras e empreendedores renomados.","speakers":"Marcos Oliveira (mediador)\r\nGerente de Empreendedorismo do Porto Digital. Formado em Administração pela UFPE e pós-graduando em Sistemas e Estratégias de Inovação pelo CEDEPE Business School, atua com fomento ao empreendedorismo há mais de 10 anos no poder público (Gestor no Governo de Pernambuco), na academia (Professor na UFPE) e na iniciativa privada (Fundador da 3E Consultoria e do Recomendamos.com.br). Tem interesse em estratégias organizacionais,  desenvolvimento de competências e esportes de aventura.\r\n\r\nSilvio Meira\r\nProfessor aposentado do centro de informática da UFPE, Recife.\r\n\r\nPedro Henrique\r\n\r\nCarlos Pereira","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-23 22:00:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-1316840034jpg","mobile_image":"http://images.campuse.ro/I4mIkADwcnhKbVfYBZOwbkrjhzk=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-1316840034jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/empreendendo-startup-de-base-tecnologica/"},{"id":5956,"title":"Aceleração de empresas pelo programa Startup Brasil. #CPRecife4","description":"Startup Brasil é um programa de aceleração de empresas do Governo Federal cujo objetivo é inserir no mercado local e internacional novos produtos/serviços inovadores através do apoio de uma rede de aceleradoras em todo território nacional. Neste workshop um dos coordenadores nacionais do programa irá apresentar detalhes de como ele funciona, bem como oferecerá informações de como ter projetos bem sucedidos e/ou aceleradoras aceitas na rede credenciada.","speakers":"","stage":"Workshop Startup&Makers Camp CPRecife4","date":"2015-07-23 22:00:00+00:00","urlimage":"archives/activities/2015/06/17/870x435px_sm_camp-598316178-1150552528jpg","mobile_image":"http://images.campuse.ro/IAzUQhEmX88EW4MQ_u8QODq0ZAQ=/900x405/smart/media.campuse.ro/archives/activities/2015/06/17/870x435px_sm_camp-598316178-1150552528jpg","stage_name":"Workshop Startup&Makers Camp CPRecife4","stage_slug":"WorkshopStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/aceleracao-empresas-programa-startup-brasil/"},{"id":5735,"title":"Neil Harbisson #CPRecife4","description":"Neil Harbisson é um artista, compositor e ativista cyborg catalão mais conhecido por sua capacidade de ouvir e perceber cores fora da capacidade de visão humana. Neil nasceu com acromatopsia, uma condição que só lhe permite ver tons na escala cinza.\r\n \r\nEm 2003, ele participou do desenvolvimento do Eyeborg, um olho cibernético permanentemente ligado a sua cabeça que lhe permite ouvir as frequências de cores através de condução óssea (incluindo infravermelhos e ultravioletas). Harbisson começou a se sentir como um cyborg, uma união entre o seu organismo e cibernética, quando começou a ouvir as cores em seus sonhos. Desde então, ele cria obras de arte sonocromáticas e performances que exploram a relação entre cor e som, e da relação entre corpos e cibernética.\r\n \r\nEm 2010, ele co-fundou a Fundação Cyborg com Moon Ribas, uma organização internacional que tem como objetivo ajudar as pessoas a se tornar cyborgs, defender seus direitos e promover o “cyborgismo, como um movimento artístico e social.\r\n \r\nEm 2013, Neil implantou uma antena cirurgicamente em sua coluna que lhe permite não só perceber a cor como som, mas também para se conecta as cores que os outros podem ver. Ele acredita que esta nova antena abra novas possibilidades de comunicação que vão além dos nossos sentidos tradicionais. \r\n","speakers":"","stage":"Palco Terra CPRec4","date":"2015-07-23 23:00:00+00:00","urlimage":"archives/activities/2015/05/12/870x435px_terra-4021325087jpg","mobile_image":"http://images.campuse.ro/NjcISZKcqfhlItqy-TfOx5f13jU=/900x405/smart/media.campuse.ro/archives/activities/2015/05/12/870x435px_terra-4021325087jpg","stage_name":"Palco Terra CPRec4","stage_slug":"PalcoTerraCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/neil-harbisson/"},{"id":6263,"title":"Workshop Exagerado: 2ª tela -  Making of técnico #CPRecife4","description":"No projeto Exagerado (www.vivoexagerado.com.br) o usuário pode sincronizar seu próprio celular com o filme para acompanhar a história simultaneamente no smartphone e desktop. Além de enxergar nessa segunda tela o mesmo que o Cupido estava vendo durante as missões, em alguns momentos ele ainda pode interagir com a história usando o celular. Nesta oficina, abordaremos as soluções dos principais desafios técnicos necessários para realizar um projeto multidisciplinar integrando design, motion, audio, video, tracking + rotoscopia e interatividade, usando tecnologias web emergentes do HTML5 como as APIs WebRTC, WebSockets, Canvas, Audio, Video e CSS3.","speakers":"André Mattos\r\n\r\nOnze anos de experiência em produção digital na indústria de publicidade e internet. Durante sua carreira, trabalhou na AlmapBBDO, Delicatessen Filmes, Doubleleft, Slikland e hoje atua como CreativeTechnologist na Wunderman liderando o time de frontend produzindo websites, aplicativos mobile e instalações interativas, além de integrar times multidisciplinares envolvendo tecnologia, user experience, interactive e motion design. É especialista no uso criativo de tecnologias web como HTML5, CSS3, Javascript, Mobile Web, Actionscript e Processing. Porfolio em ma77os.cc","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-24 00:30:00+00:00","urlimage":"archives/activities/2015/07/06/870x435px_comunidades-3650208422jpg","mobile_image":"http://images.campuse.ro/p-E0JdKk2b4m7L-tHMk9LhFM64I=/900x405/smart/media.campuse.ro/archives/activities/2015/07/06/870x435px_comunidades-3650208422jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/workshop-exagerado-2a-tela-making-of-tecnico/"},{"id":6238,"title":"Envolva-se! O que são os Mozillians? #CPRecife4","description":"","speakers":"Integrantes da Mozilla Brasil","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-24 00:30:00+00:00","urlimage":"archives/activities/2015/07/07/comunidadesjupiter-462469524jpg","mobile_image":"http://images.campuse.ro/_O_dciRSeXd-RQmXbZ3kVR3rTxE=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidadesjupiter-462469524jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/envolva-se-o-que-sao-os-mozillians/"},{"id":6237,"title":"Esqueça a solução - o negócio são pessoas #CPRecife4","description":"No mundo incerto e populoso das startups, investidores prestam atenção especial a dois fatores na hora de escolher uma equipe - finanças e membros do time. Isso porque times eficientes se adequam às adversidades e lidam bem com desafios que são naturais no ambiente empreendedor. Mas o que torna um time eficiente? Pessoas geniais? Na verdade, não. Nessa palestra, você vai entender os atributos de uma equipe de sucesso e a diferença que isso faz na hora de competir.\r\n\r\n","speakers":"Bianca Ximenes. É movida a curiosidade. Graduada em Economia e mestra em Ciência da Computação pela UFPE, passou por muitas experiências diferentes até perceber que o que mais gosta de fazer é trabalhar criando novos produtos. Foi gerente do BlackBerry Tech Center Recife e gerente de projetos no Grupo de Realidade Virtual e Multimídia, além de ser organizadora do GDG Recife e co-fundadora da Tampa. Trabalha na gestão de projetos inovadores e pesquisa aplicações de teorias econômicas acerca do comportamento das pessoas a pesquisas de fatores humanos na computação.\r\n\r\n","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-24 00:30:00+00:00","urlimage":"archives/activities/2015/07/07/comunidadeslua-3728339841jpg","mobile_image":"http://images.campuse.ro/zzzHrgPxzDhuPE6kGQzpXliRcB4=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidadeslua-3728339841jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/esqueca-a-solucao-o-negocio-sao-pessoas-cprecife4-comunidades/"},{"id":6247,"title":"Tirando seu podcast da ideia #CPRecife4","description":"Um passo-a-passo prático sobre produção de podcasts que viabilizará com que pessoas sem conhecimento na área possam criar seus primeiros podcasts","speakers":"Thiago Miro\r\nDesenvolvedor web e editor de podcast, com formação na área de química, Fundou e administra o site Mundo Podcast, um site dedicado a divulgação de crescimento da mídia podcast no Brasil. Com 4 anos no ar, o conteúdo publicado no site é responsável pelo desenvolvimento de dezenas de podcasts em todas as regiões do Brasil.","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-24 00:30:00+00:00","urlimage":"archives/activities/2015/07/07/comunidades_saturno-1943300852jpg","mobile_image":"http://images.campuse.ro/Vcuy-H3p5Hm2clqbZyphRzKNbeE=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidades_saturno-1943300852jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/tirando-seu-podcast-da-ideia/"},{"id":6257,"title":" Mudando o mundo com Empreendedorismo e Tecnologia. Andreza Leite. Lhais Rodrigues. #CPRecife4","description":"Esta atividade visa mostrar como o empreendedorismo pode ser ator de mudanças sociais e econômicas. Iremos apresentar as estratégias e ações da comunidade Women Who Code Recife em projetos com empreendedorismo social e tecnologia.\r\n","speakers":"Andreza Leite\r\nMestrado em Ciência da Computação pelo Centro de Informática da Universidade Federal de Pernambuco (UFPE) e está cursando o Doutorado também no CIn/UFPE. Graduada em Sistemas de Informação pela Universidade Federal do Pará (UFPA). É professora na Universidade Federal Rural de Pernambuco(UFRPE). Tem experiência na área de Ciência da Computação, com interesse principalmente nos temas: Banco de Dados; Sistemas Distribuídos e Gerenciamento de dados em Nuvem. Já palestrou em eventos como Campus Party, FISL, CaSBC, Consoline entre outros. Fundadora do Women Who Code Recife, Pyladies Recife e Embaixadora do Technovation Brasil.  \r\n\r\nLhais Rodrigues\r\nGraduanda em Engenharia da Computação pelo Centro de Informática da UFPE, Técnica em Manutenção e Suporte em Informática pela ETEPAM, Colaboradora do Women Who Code Recife e MIC ETEPAM (Centro de Inovação da Microsoft ETEPAM), Embaixadora do Technovation Challenge, Ex-membro da AIESEC Recife, Ex-intercambista e Embaixadora do Programa Ganhe o Mundo e Estudante Associada da Sociedade Brasileira de Computação. Entusiasta de Sistemas Embarcados e Tecnologia focado em programação, já desenvolvendo projetos Opensource, como o Openredu e é Gerente de Artes do ArduRec (Grupo de entusiastas da plataforma Arduino), nas horas vagas gosta de dar palestras e WorkShop sobre Motivação, Empreendedorismo e Tecnologia para disseminar conhecimentos, além de sempre aprender coisas novas todos os dias. \r\n","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-24 01:15:00+00:00","urlimage":"archives/activities/2015/07/07/comunidadeslua-3049266095jpg","mobile_image":"http://images.campuse.ro/M-MA3ViPB9hNf1kQ2crysOXCJT0=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidadeslua-3049266095jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/mudando-mundo-com-empreendedorismo-tecnologia/"},{"id":6243,"title":"PyLadies Fortaleza e as Mulheres na TI #CPRecife4","description":"Na palestra mostramos o cenário mundial de tecnologia e a contribuição que mulheres deram ao mesmo. Você vai se surpreender ao descobrir que coisas que você faz hoje em tecnologia foram iniciadas por mulheres. Apresentamos alguns motivos de tão poucas meninas ingressarem na área e o que estamos fazendo localmente para reveter essa situação.","speakers":"Ana Paula Lourenço \r\n\r\nÉ graduanda em Redes de Computadores e pesquisadora de iniciação científica pelo CNPq. Tem dois pedidos de registro de patente expedidos em projetos de tecnologia. Atualmente ela se dedica a sua Startup - A2LAB Innovation - e a outras atividades como Coordenadora do ForHacker Space (hackerspace de Fortaleza0, Líder do PyLadies Fortaleza e Coordenadora do Pug-CE (Grupo de Python do Ceará). Entusiasta de causas sociais, Ana Paula, se dedica a temática \"Mulheres também podem fazer tecnologia\" e tem se engajado em desenvolver na cidade de Fortaleza, com o apoio de comunidades de TI e o governo, ações que visem mudar a realidade deste cenário no estado cearense. ","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-24 01:15:00+00:00","urlimage":"archives/activities/2015/07/07/comunidades_venus-937516175jpg","mobile_image":"http://images.campuse.ro/sjM1Ib31J_3K8bym-HSGsM5BynI=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidades_venus-937516175jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/pyladies-fortaleza-e-as-mulheres-na-ti/"},{"id":6248,"title":"Astronomia e Tecnologia: De Galileu aos telescópios espaciais. #CPRecife4","description":"Palestra tem como referencia as revoluções provocadas na compreensão do universo a partir de cada tecnologia aplicada. ","speakers":"Adalberto Tavares\r\nSempre desejou descobrir os segredos do universo, através da química e da astronomia busca aprender e difundir o conhecimento com todos aqueles que partilhem desses interesses. Licenciado em química com especialização em mídias na educação e educação de jovens e adultos. Mestrando no ensino das ciências, professor de química e astronomia na educação básica, coordenador do planetário móvel Mi-Scorpio e Técnico em Educação na UFPE.\r\n\r\nJosé Barbosa\r\nOrganizado, dinâmico, criativo e corajoso. Em meados de 2009 Barbosa entrou no grupo de astronomia da UFPE onde passou a participar e desenvolver atividades com o mesmo, tendo ministrado oficinas e palestras. Barbosa foi certificado em Astrofísica Geral EAD pelo Observatório Nacional e terminou o curso de técnico em mecânica em 2014 e se destaca pela facilidade em pensar em soluções para diversos problemas além da viabilidade e meios de alcança-las. ","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-24 01:15:00+00:00","urlimage":"archives/activities/2015/07/07/comunidades_saturno-4156206520jpg","mobile_image":"http://images.campuse.ro/zyEjekJLophqGPxfPIrp9PbXf30=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidades_saturno-4156206520jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/astronomia-e-tecnologia-de-galileu-aos-telescopios-espaciais/"},{"id":6254,"title":"Bootstrap para tornar os desenvolvedores invocados. Alessandro Feitoza. #CPRecife4","description":"A atividade visa mostrar a facilidade de desenvolver sistemas web utilizando o framework de CSS e Javascript livre, Bootstrap, que deixa o layoult automaticamente responsivo e elegante...\r\n","speakers":"Alessandro Feitoza\r\nCriador e Mantenedor da comunidade PHP com Rapadura(Ceará); Desenvolvedor/Programador Web no Projeto e-Jovem/SEDUC(Governo do Estado do Ceará); Entusiasta e Ativista do Software Livre\r\n","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-24 01:15:00+00:00","urlimage":"archives/activities/2015/07/07/comunidades_saturno-3939735501jpg","mobile_image":"http://images.campuse.ro/0g9oIipIpVxm9FqU-bIXPnFvelM=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidades_saturno-3939735501jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/bootstrap-para-tornar-os-desenvolvedores-invocados/"},{"id":6235,"title":"Invasores Profissionais de Sistemas #CPRecife4","description":"O objetivo desta palestra é apresentar uma nova área do mercado ao qual há ainda poucos profissionais e como é possível entrar nesse mercado. Existem centenas de cargos com bons salários para invasões profissionais, porém, muitos profissionais pouco qualificados.","speakers":"Comunidade:\r\nSECURITY17\r\n\r\nPalestrante: \r\nAllan Sanches\r\n\r\nAlan Sanches é Consultor em Segurança da Informação e Pentester pela empresa eSecurity com mais de 10 anos de experiência em Segurança da Informação. Tecnólogo em Redes de Computadores e Pós Graduado em Inteligência Estratégica, criou o grupo ASHACK, que é focado em desenvolvimento de ferramentas para portadores de deficiência física no manuseio de computadores e apoio à Polícia Civil na prevenção e captura de Criminosos Cibernéticos. Participou dos principais ataques cibernéticos do Brasil em 2012","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-24 01:15:00+00:00","urlimage":"archives/activities/2015/07/07/comunidadesjupiter-1657499643jpg","mobile_image":"http://images.campuse.ro/RzW9gprUCCjz5iu38d5Vj9n1O4I=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidadesjupiter-1657499643jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/invasores-profissionais-de-sistemas-comunidades-cprecife4/"},{"id":6236,"title":"Linguagens de programação livres: qual escolher? #CPRecife4","description":"Este painel irá ajudar você a conhecer e escolher uma linguagem livre para começar a desenvolver como por exemplo: PHP, Python, Ruby, Perl, entre outras. Os painelistas irão comentar sobre as linguagens adotadas pelos mesmos elencando as vantagens e motivações para o uso destas.\r\n","speakers":"Comunidade: PSL Brasil\r\nPalestrantes\r\n\r\nPaulo Henrique de Lima Santana\r\nBacharel em Ciência da Computação pela Universidade Federal do Paraná (UFPR), trabalha com administração de redes e sistemas GNU/Linux em Curitiba. Entusiasta de Software Livre, participa de diversos grupos de atuação como a Comunidade Curitiba Livre. Palestrou em edições do FISL, da Latinoware e da Campus Party Brasil. Coordenou a organização de eventos em Curitiba como o Congresso Nacional dos Estudantes de Computação, o Festival Latino-americano de Instalação de Software Livre, o Software Freedom Day, o Education Freedom Day, e o Document Freedom Day. Curador de Software Livre da Campus Party Brasil de 2013 a 2015, e da Campus Party Recife de 2012 a 2015. \r\n\r\nGileno Alves\r\nGraduando em Ciência da Computação pela UFPE, Co-fundador do PyCursos, onde é responsável pelos cursos presenciais e online do framework Django há mais de 2 anos. É analista na empresa Dantas Engenharia de Avaliações onde desenvolve a plataforma de ensino da empresa para cursos de Avaliação de Imóveis, e desenvolve o software chamado SAB (Sistema de Avaliação de Bens) voltado para a área de Engenharia de Avaliação trabalhando com estatística clássica e Inteligência Artificial. Trabalha com Python desde 2008, participando ativamente das comunidades de Python e Django no Brasil, principalmente da comunidade PUG-PE (Python User Group PE) onde é um dos moderadores. Tem interesses em: Desenvolvimento Web, Python, Django, Inteligência Artificial, Engenharia de Avaliação, Usabilidade e Empreendedorismo.\r\n\r\nFrancisco Alessandro Feitoza da Silva\r\n19 anos, Amante e Entusiasta do Software Livre desde o 1º contato com computadores, Palestrante/Oficineiro no FTSL(Curitiba), SFD(Curitiba), COMSOLID(Ceaŕá), FLISOL(Ceará), participante do CONSEGI(Brasilia). Graduando em Sistemas de Informação. Programador/Desenvolvedor no Projeto e-Jovem da Secretaria de Educação do Ceará. Professor de PHP OO & MySQL Relacional no Governo do Estado do Ceará. Desenrolado, Arretado, Invocado.","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-24 02:00:00+00:00","urlimage":"archives/activities/2015/07/07/comunidadesjupiter-79052747jpg","mobile_image":"http://images.campuse.ro/gKcQymrC-xnUKIEfcnXgNdsdnx0=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidadesjupiter-79052747jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/linguagens-de-programacao-livres-qual-escolher-comunidades-cprecife4/"},{"id":6249,"title":"Criatividade 3.0: Economia Criativa de Pernambuco para o mundo #CPRecife4","description":"Não é de hoje que Pernambuco está falando para o mundo. Da música dos mangues à tecnologia do Porto, nosso estado sempre foi reconhecido internacionalmente quando o assunto é Economia Criativa.  Mas, como está a situação pernambucana em um atual cenário de criatividade 3.0?  Para responder a esse e outros questionamentos, a Liga de Economia Criativa sobe ao palco da Campus Party para discutir as perspectivas deste mercado.","speakers":"Péricles Borba\r\nCo-fundador da COLIGAÇÃO, a Federação Brasileira de Ligas Universitárias e, também, co-fundador e atual presidente da LIGA DE ECONOMIA CRIATIVA.  Já atuou como redator sobre \"StartUps e Empreendedorismo\" no blog de marketing digital DIGAÍ. Trabalhou também em agências como redator publicitário e, em seu último trabalho, na ARCOS BRASIL, realizou a produção eletrônica RTVC para campanhas comerciais. Além disso, desempenhou o papel de social media na consultoria SEJA TRAINEE e foi voluntário na AIESEC, nos setores de vendas e gestão de pessoas.\r\n\r\nGabriel Sarmento\r\nJovem universitário que concilia seus estudos em gestão com a paixão pela música.Tem experiência como gerente de projetos, na AISEC, profissional de marketing, na CGN Plural e, na Liga de Economia Criativa, esteve a frente de projetos pioneiros no estado, como o Mapeamento do Mercado Criativo Pernambucano e o Grupo de Estudos em Economia Criativa, fazendo uma interface entre a Universidade de Pernambuco e o mercado da inovação. Além disso, como produtor musical já produziu dois discos e um projeto para o YouTube.   ","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-24 02:00:00+00:00","urlimage":"archives/activities/2015/07/07/comunidades_saturno-3686236893jpg","mobile_image":"http://images.campuse.ro/euAYShGHfa-_Nd6SlNoO7etWsJQ=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidades_saturno-3686236893jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/criatividade-30-economia-criativa-de-pernambuco-para-o-mundo/"},{"id":6258,"title":"Magic Summer Entrepreneurship. Eraldo Martins Guerra Filho. #CPRecife4","description":"Apresentação sobre como o empreendedorismo entrou em minha vida, por onde comecei como comecei, como a galera deve começar o que fazer, como fazer com quem se comunicar, quais os primeiros passos para conquistas. é algo bem informal mesmo e divertido focando na experiência do usuário e no final contribuindo para a criação do painel do fundador. O primeiro passo para startar a sua ideia\r\n","speakers":"Eraldo Martins Guerra Filho\r\n\r\nCEO e Fundador do Life Up, Mestre em Engenharia de Software, pelo CESAR; Doutorando em Design de Artefatos Digitais pela UFPE; Organizador da Campus Party Recife - área de Startups; Tetra Campeão do Imagine Cup; Surfista e apaixonado pela vida!!!","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-24 02:00:00+00:00","urlimage":"archives/activities/2015/07/07/comunidadeslua-2798007648jpg","mobile_image":"http://images.campuse.ro/fn1UcroqZo-npomwFzbPZ4WGj-E=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidadeslua-2798007648jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/magic-summer-entrepreneurship/"},{"id":6255,"title":"Scraping for Fun and Glory. Gleison Rodrigues. #CPRecife4","description":"No Workshop serão treinadas técnicas e ferramentas para obtenção de dados a partir dos dados publicamente disponíveis na web utilizando scraping. Será abordado scraping utilizando bibliotecas padrão do python, eventos e scrapy. \r\n","speakers":"Gleison Rodrigues\r\nEntusiasta python, coordenador do PUG-CE, desenvolvedor web e empreendedor. Promove o python no Ceará através de palestras e participando na organização de eventos. Tenho como principais interesses são tecnologia derivadas de python, web design e desenvolvimento de negócios.\r\n","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-24 02:00:00+00:00","urlimage":"archives/activities/2015/07/07/comunidades_saturno-4220608910jpg","mobile_image":"http://images.campuse.ro/vhJluU2Rnbmp36y9tnVy_zPfRJk=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidades_saturno-4220608910jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/scraping-for-fun-and-glory/"},{"id":6244,"title":"Internet das Coisas, O que é Preciso para Criar um Dispositivo #CPRecife4","description":"Nesta Apresentação, o participante vai saber o que precisa para criar um dispositivo desde o Hardware até a nuvem. Temas como BigData, Análise de dados, Segurança e plataformas existentes serão debatidos.  ","speakers":"Jorge Maia\r\nCientista da Computação, desenvolvedor de software e hardware com mais de 20 anos de experiência. Consultor, coach de metodologias ágeis e mentor de times de desenvolvimento, palestrante em eventos nacionais e internacionais, Microsoft Trainer, CompTIA Certified Trainer, atualmente possui em seu portfolio de clientes startups de IoT e Software. Idealizador do IoT Weekend e dos CrazyTechGuys, Senior Consultant na RESULTA.DO, CIO e Technical Advisor na Startup GUBES, Coordenador de treinamentos e eventos no CrazyTechLabs. Sempre em busca de novidades sobre IoT e melhores práticas para desenvolvimento de aplicações, seja em eventos ou empresas que queiram disseminar conhecimento com a comunidade.  ","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-24 02:00:00+00:00","urlimage":"archives/activities/2015/07/07/comunidades_venus-2778368578jpg","mobile_image":"http://images.campuse.ro/qsDJ04Wt8O-1hCs0ameYJWeSTRY=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidades_venus-2778368578jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/internet-das-coisas-preciso-criar-dispositivo/"},{"id":6037,"title":"Oficina de robótica #CPRecife4","description":"A oficina de robótica apresentará em primeira mão a versão teste do Robô, um kit de robótica construído a partir da metodologia Robô Livre e que pretende criar uma nova comunidade promovendo a democratização do acesso à robótica.\r\n\r\nVamos trabalhar a montagem de sensores e atuadores com uma placa tipo Arduíno, programação de software básico para receber informações de sensores e atuar nos motores e software de Inteligência Artificial para cumprir uma prova inspirada nas regras da OBR.\r\n\r\nNesse ambiente será montado o time inicial de usuários que participará de todas as etapas do processo de desenvolvimento: da definição dos componentes eletrônicos, passando pelos testes e sugestões de ajustes para a carenagem do produto, até o processo de criação do nome, marca e manual. Esse time poderá participar de encontros remotos e presenciais e, no final do processo, terão seus nomes eternizados como co-desenvolvedores. Além disso passará a ter desconto vitalício de 10% sobre qualquer novo produto, além de 40% de desconto na compra da versão final robô.\r\n\r\nA oficina é limitada a 20 participantes, que estarão adquirindo a primeira versão de um Robô especificado de forma colaborativa. \r\n\r\nOs participantes devem trabalhar com seu próprio laptop.\r\n\r\nConteúdo do Kit:\r\n- 1 plataforma física encaixável em design paramétrico;\r\n- 1 placa Arduíno;\r\n- 2 motores contínuos com caixa de redução e Roda;\r\n- 1 Ponte H para dois motores;\r\n- 1 sensor de distância sonar;\r\n- 2 sensores seguidor de linha;\r\n- 4 sensores de contato;\r\n- 2 LDRs;\r\n- 2 Servo Motores;\r\n- 1 Roda Livre;\r\n- Leds, resistores, fio Jumper e Protoboard, suporte para pilhas e Pilhas Interruptor;\r\n- Manual;\r\n- Carenagem surpresa.\r\n\r\nO Kit terá um custo de R$ 450,00\r\n\r\nPara realizar a compra, basta acessar a sua ficha de usuário e selecionar a opção \"Comprar outros Serviços\" ou através do link: http://recife.campus-party.org/webapp/fichaUsuario/pago","speakers":"","stage":"Workshop I Ciencia CPRecife4","date":"2015-07-24 13:30:00+00:00","urlimage":"archives/activities/2015/06/30/870x435px_wprkshop1-718535536jpg","mobile_image":"http://images.campuse.ro/9-FSBCKj9ZHoGB59Ozbp64ohmxA=/900x405/smart/media.campuse.ro/archives/activities/2015/06/30/870x435px_wprkshop1-718535536jpg","stage_name":"Workshop I Ciencia CPRecife4","stage_slug":"Workshop1CienciaCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/oficina-de-robotica-cprecife-cprecife4/"},{"id":5732,"title":"Crowdfunding: o poder do financiamento coletivo #CPRecife4","description":"Você quer escrever um livro e publicar? Produzir um documentário? Pôr em prática uma ideia bacana para a sociedade? Gravar as músicas da sua banda ou fazer uma turnê? Ou até mesmo financiar uma viagem pessoal?\r\nO financiamento coletivo é uma opção viável e possível!. Vamos analisar os casos de maior arrecadação do país nas categorias de quadrinhos, literatura, música, cinema, entre outros, para ajudá-lo a promover sua ideia sem precisar recorrer a editoras, gravadoras, enfim, os meios tradicionais.","speakers":"Pedro Duarte\r\nJornalista, escritor de Tony Moon: está tudo fora de controle, cara! e fundador do Bacanudo. ","stage":"Palco Venus CPRec4","date":"2015-07-24 13:30:00+00:00","urlimage":"archives/activities/2015/06/01/870x435px_venusrecife-2710994787jpg","mobile_image":"http://images.campuse.ro/CP0mnbNj941QtLD_11F8xwq6RMY=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/870x435px_venusrecife-2710994787jpg","stage_name":"Palco Venus CPRec4","stage_slug":"PalcoVenusCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/crowdfunding-poder-do-financiamento-coletivo/"},{"id":5886,"title":"Mitigando os riscos de segurança em aplicações web. Lucimara Desiderá. #CPRecife4","description":"\"Esta sessão apresentará o cenário atual de ataques relacionados ao ambiente Web (servidores e aplicações), detalhando riscos, ameaças, e\r\nvulnerabilidades. Serão também abordadas recomendações e boas práticas para o desenvolvimento e o deployment de aplicações e sistemas Web,\r\ntendo em vista a melhoria da segurança.\"","speakers":"Lucimara Desiderá (CERT.br / NIC.br)\t\r\nÉ analista de Segurança no CERT.br/NIC.br, atuando na área de conscientização em Segurança para Internet, ministrando palestras, desenvolvendo materiais relacionados a boas práticas de segurança e atuando como curadora de conteúdo para conferências. É Mestre em Engenharia Elétrica pela UNICAMP e certificada CISSP e GIAC. Possui longa experiência nas áreas de Tecnologia e Segurança de Informação, tendo trabalhado anteriormente em organizações como Microsoft, Certisign, HP, EDS e UNESP e como professora em cursos de pós-graduação em Segurança de Informação.\"","stage":"Palco Jupiter CPRec4","date":"2015-07-24 13:30:00+00:00","urlimage":"archives/activities/2015/06/13/jupiter-936499968jpg","mobile_image":"http://images.campuse.ro/kCuPUDfspxZDfaF5N7ed9hi16Ws=/900x405/smart/media.campuse.ro/archives/activities/2015/06/13/jupiter-936499968jpg","stage_name":"Palco Jupiter CPRec4","stage_slug":"PalcoJupiterCPRecife","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/mitigando-riscos-seguranca-aplicacoes-web/"},{"id":5889,"title":"Empreendedorismo Universitário. #CPRecife4","description":"...","speakers":"Eraldo Guerra (mediador)\r\n\"CEO e Fundador do Life Up\r\nMestre em Engenharia de Software, pelo CESAR;\r\nEspecialista em Gestão de Negócios da Tecnologia da Informação pela UFPE;\r\nOrganizador da Campus Party Recife - área de Startups;\r\nTetra Campeã do Prêmio Brasil Criativo;\r\nSurfista e apaixonado pela vida!!!\"\r\n\r\nPéricles Borges\r\nCo-fundador e presidente da LIGA DE ECONOMIA CRIATIVA, organização sem fins lucrativos, gerida por estudantes universitários que atuam com iniciativas de fomento ao empreendedorismo e ao mercado da Economia Criativa. Co-fundador da COLIGAÇÃO, a Federação Brasileira de Ligas Universitárias. Atuou como redator sobre \"StartUps e Empreendedorismo\" no blog de marketing digital DIGAÍ. Trabalhou também em agências como redator publicitário e, em seu último trabalho na ARCOS BRASIL, atuou como produtor RTV. Também desempenhou o papel de social media na consultoria SEJA TRAINEE e já foi voluntário na AIESEC, nos setores de vendas e gestão de pessoas.\r\n\r\nEdmilson Dantas\r\n\r\nMarcos Strider","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-24 13:30:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-1887440609jpg","mobile_image":"http://images.campuse.ro/PccR8I9gnRlQXPywCaOWssWj-9g=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-1887440609jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/empreendedorismo-universitario/"},{"id":5730,"title":"Colhendo Tecnologia Social no Jardim Digital. #CPRecife4","description":"Jardim Digital é um projeto experimental inspirado no uso das tecnologias sociais que tem como objetivo sensibilizar positivamente a construção de um futuro sustentável. Futuro esse, ameaçado pelo mal uso das tecnologias e o consumo “desnecessário”, que vem desumanizando a essência do ser humano.\r\n","speakers":"Clara Philips\r\nClara Philips - foi coordenadora de projetos de tecnologias educacionais pelo departamento de robótica da Universidade Carnegie Mellon, no laboratório CREATE - Comunidade de Educação Robótica e Tecnologia do Empoderamento. \r\nGraduada em fotografia pelo Instituto de Arte de Pittsburgh e Daytona State College, nos Estados Unidos.\r\nEnsinou fotografia no Manchester Craftsmen’s Guild. Nesta instituição conheceu o projeto GigaPan, o qual foi desenvolvido pelo laboratório CREATE, que apoiou educadores de 18 países e facilitou a implementação dos projetos desenvolvidos. Depois de 5 anos trabalhando com o CREATE, Lab Clara retorna ao Brasil para implementar um dos projetos do laboratório, como o Arts & Bots. O Arts & Bots é um kit robótico de fácil compreensão para a introdução à robótica. \"\r\n\r\nCarmem do Prado\r\nBacharel em química pela UFPE. Trabalhou 18 anos como fotógrafa e diretora de produção em estudio fotográfico especializado em fotografia publicitária no Recife, do qual foi sócia. À 9 anos foi convidada a implementar o Projeto Laboratório de Matemática na Escola Internacional de Aldeia, em Camarige/PE , onde hoje atua como professora mediadora da Educação Infantil ao Ensino Fundamental I . Na mesma instituição , também leciona química e geometria nas turmas finais do Ensino Fundamental II  e  é  responsável pela Oficina  de robótica/fotografia ,  onde está implementando o Projeto experimental chamado Jardim Digital usando tecnologias sociais.\r\n","stage":"Palco Saturno CPRec4","date":"2015-07-24 13:30:00+00:00","urlimage":"archives/activities/2015/05/11/870x435px_saturno-3489341255jpg","mobile_image":"http://images.campuse.ro/kbF_XeSeTw6E9ZMSEnoRfVdhToc=/900x405/smart/media.campuse.ro/archives/activities/2015/05/11/870x435px_saturno-3489341255jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/tecnologia-social-jardim-digital-carnege-mellon/"},{"id":5980,"title":"Hackeando o Twitter e o Facebook com Python. #CPRecife4","description":"Nesse workshop irei mostrar como é possível hackear (no bom sentido) o Twitter e o Facebook para automatizar suas atividades nas redes sociais. Irei mostrar alguns casos interessantes para se automatizar, como fazer buscas no Twitter sobre assuntos de seu interesse e curtir as postagens no facebook de maneira automática para evitar problemas com namoradas/esposas/familiares","speakers":"Gileno Alves\r\n\r\nGraduando em Ciência da Computação pela UFPE, apaixonado por programação e tecnologia, tenho interesses nas seguintes áreas: Python, Django, Usabilidade, Design Minimalista, Engenharia de Avaliações e Inteligência Artificial.","stage":"Workshop II Inovaçao CPRecife4","date":"2015-07-24 13:30:00+00:00","urlimage":"archives/activities/2015/06/26/870x435px_wprkshop2-2452304172jpg","mobile_image":"http://images.campuse.ro/Ymu6wGzps_OMIQ1J2PwAYLcAX6s=/900x405/smart/media.campuse.ro/archives/activities/2015/06/26/870x435px_wprkshop2-2452304172jpg","stage_name":"Workshop II Inovaçao CPRecife4","stage_slug":"Workshop2inovacaoCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/hackeando-twitter--facebook-com-python/"},{"id":5957,"title":"Construa Seu mundo empreendedor. Eraldo Guerra. #CPRecife4","description":"Oficina com gamificação para despertar o universo empreendedor em estudantes do ensino médio. Serão apresentadas de forma lúdica e divertida estratégias e práticas para o desenvolvimento das ideias com foco em produtos comerciais inovadores. ","speakers":"Eraldo Guerra\r\nCEO e Fundador do Life Up Mestre em Engenharia de Software, pelo CESAR; Especialista em Gestão de Negócios da Tecnologia da Informação pela UFPE; Organizador da Campus Party Recife - área de Startups; Tetra Campeã do Prêmio Brasil Criativo; Surfista e apaixonado pela vida!!!\"","stage":"Workshop Startup&Makers Camp CPRecife4","date":"2015-07-24 13:30:00+00:00","urlimage":"archives/activities/2015/06/17/870x435px_sm_camp-598316178-1866385723jpg","mobile_image":"http://images.campuse.ro/D6wFya79n9Gy57J2gSfEp2nEHI8=/900x405/smart/media.campuse.ro/archives/activities/2015/06/17/870x435px_sm_camp-598316178-1866385723jpg","stage_name":"Workshop Startup&Makers Camp CPRecife4","stage_slug":"WorkshopStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/construa-mundo-empreendedor-eraldo-guerra/"},{"id":6223,"title":"Empreendendo em dois tempos #CPRecife4","description":"Sensibilizar os participantes para a temática do Empreendedorismo, ampliando seus horizontes e demonstrando a importância do equilíbrio entre o Empreendedorismo Empresarial, o Empreendedorismo Corporativo e o Empreendedorismo Social.","speakers":"","stage":"Palco Lua CPRec4","date":"2015-07-24 13:30:00+00:00","urlimage":"archives/activities/2015/07/06/870x435px_lua-2258354690jpg","mobile_image":"http://images.campuse.ro/Di6-HAVs_DLvhGBBzq2aXvt7PfQ=/900x405/smart/media.campuse.ro/archives/activities/2015/07/06/870x435px_lua-2258354690jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/empreendendo-em-dois-tempos-cprecife4/"},{"id":6202,"title":"O Software Livre é bem mais do que podemos enxergar #CPRecife4","description":"O que realmente é Software Livre? O Software Livre antes de mais nada é um movimento social e político e tem como filosofia base a liberdade do usuário, a liberdade de não ser enganado e usado para fins lucrativos. A verdade é que estamos sendo enganados ao pensar que apenas utilizar um Sistema Operacional denominado popularmente como \"Linux\"(que na verdade deveria chamar-se GNU/Linux por motivos óbvios) estamos sendo ativistas ou ao menos usuários livres. A verdade é que estamos sendo enganados, algumas pessoas e empresas utilizaram a revolução do MSL(Movimento Software Livre) para se saírem na frente com intuitos financeiros e comerciais, no caso, a OSI - Open Source Initiative, que visa apenas abrir o código fonte mas não torná-lo livre. A palestra tem como objetivo separar exatamente os Ativistas do Software Livre dos usuários do Código Aberto. Queremos nos reerguer para impedir a contra-revolução.","speakers":"Alessandro Feitoza\t\r\n\r\nEntusiasta e Ativista do Software Livre\r\nProfessor de PHP OO & MySQL Relacional\r\nProgramador/Desenvolvedor no Projeto e-Jovem/SEDUC/Governo do Estado do Ceará\r\nGraduando em Sistemas de Informações\r\n","stage":"Inclusao Digital II CPRecife4","date":"2015-07-24 14:00:00+00:00","urlimage":"archives/activities/2015/07/01/870x435px_inclusao_digital-199490781jpg","mobile_image":"http://images.campuse.ro/ngXKlj7ZAhZPxIksRyIBN0lCbSM=/900x405/smart/media.campuse.ro/archives/activities/2015/07/01/870x435px_inclusao_digital-199490781jpg","stage_name":"Inclusao Digital II CPRecife4","stage_slug":"InclusaoDigitalIICPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/o-software-livre-e-bem-mais-do-que-podemos-enxergar/"},{"id":5890,"title":"Empreendendo Negócios Sociais. #CPRecife4","description":"..","speakers":"Guto Ferreira\r\n\"Guto Ferreira, 34, jornalista, pós graduado em Gestão Pública e MBA em Empreendedorismo e Novos Negócios. É palestrante e escritor. Escreve para a revista InfoMoney com a coluna Economia na Base da Pirâmide. Foi coordenador da área de empreendedorismo da Prefeitura de São Paulo, secretaria de Desenvolvimento Econômico e Trabalho, de 2010 a 2013. Neste período também respondeu como coordenador do Fórum de Mercocidades, na área de juventude e inovação. Convidado pelo governo de Angola para estruturar o programa de empreendedorismo da Base da Pirâmide no país. É hoje presidente do Conselho de Administração da Confia Micro finanças e Empreendedorismo, uma das principais organizações do país em cultura empreendedora e microcrédito e também é responsável pelo planejamento e execução dos projetos do Instituto Mauricio de Sousa – Turma da Mônica.\r\n\r\nDentre as palestras que proferiu estão:\r\n\r\n- Campus Party (fev/2015), São Paulo – Maior evento de tecnologia para jovens do mundo. Considerada a palestra mais emocionante do evento – “Startups Sociais podem mudar o mundo”\r\n\r\n- Palestrante de diversos eventos nas universidades e faculdades: FATEC, FEA USP, Poli, Mackenzie, ESPM, PUC, FIA, FIAM, Rio Branco, UNESP, FGV, sempre em temas ligados à inovação, empreendedorismo e microcrédito.\r\n\r\n- Ministrou cursos de inovação e cultura empreendedora em empresas e organizações, como Rede Globo de Televisão São Paulo, CCR Rodovias, Mauricio de Sousa Produções, Rotary Club, FIESP, LIDE, entre outros.\"\r\n\r\nMaria Clara Dias","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-24 14:15:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-4179922037jpg","mobile_image":"http://images.campuse.ro/dk9cKyBZAmyFkvvSOoVwxqKPMUo=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-4179922037jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/empreendendo-negocios-sociais/"},{"id":5958,"title":"Gamificação Aplicada a Modelos de Negócios. Marcus Linhares. #CPRecife4","description":"O convidado irá entender mais sobre o Gamification e como esta poderosa ferramenta pode ser usada para a construção de modelos de negócios.\r\nÉ hora de sua startup entrar no jogo!!","speakers":"Marcus Linhares","stage":"Workshop Startup&Makers Camp CPRecife4","date":"2015-07-24 14:30:00+00:00","urlimage":"archives/activities/2015/06/17/870x435px_sm_camp-598316178-1213346977jpg","mobile_image":"http://images.campuse.ro/SSjO_7Lt_z0821FDWH0cTaN3RFo=/900x405/smart/media.campuse.ro/archives/activities/2015/06/17/870x435px_sm_camp-598316178-1213346977jpg","stage_name":"Workshop Startup&Makers Camp CPRecife4","stage_slug":"WorkshopStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/gamificacao-modelos-negocios-marcus-linhares/"},{"id":5784,"title":"É realmente verdade que o controle de fenômenos epidêmicos nas cidades do futuro será realizado  por software? #CPRecife4","description":"Será abordado como é realizada hoje a detecção digital de doenças, como pretende-se fazer a detecção das recentes doenças digitais e como as máquinas autômatas da Epidemiologia Computacional ajudarão as cidades a serem mais inteligentes no monitoramento e controle de doenças em suas populações. Ainda, também será discutido como sensores eletrônicos e biomoleculares alimentam e alimentarão tais autômatas para a previsão e contigenciamento de epidemias em populações confinadas em cidades. E mais, discutiremos como as teorias da Epidemiologia Computacional monitorarão fenômenos epidêmicos sociais e não só os que envolvem doenças. Talvez tenhamos um gigantesco GAME com dados e vidas reais para operar e hackear, e tudo isso muito em breve!","speakers":"Jones Albuquerque\t\r\né doutor em Computação pela UFMG, professor no DEINFO-UFRPE e colaborador do CESAR.edu,  coordena o grupo www.epischisto.org cujos trabalhos de combate à Esquistossomose ganharam por duas vezes o Prêmio Pirajá da Silva (2008 e 2010),  ajudou a fundar e é diretor de conhecimento da www.epitrack.com.br cujos trabalhos no monitoramento digital de doenças ganhou o Prêmio de Incentivo em Ciência e Tecnologia 2014, está cientista-chefe do Instituto SENAI de Inovação em Tecnologias da Informação e Comunicação pelo qual participou do time LIKA-CESAR no iGEM 2014 cujos trabalhos no diagnóstico de câncer de mama foram premiados com uma medalha de prata, fez pós-doutorado no www.pmt.es em modelagem matemático-computacional no combate do  espalhamento da Malária na África cujo trabalho com software para diagnóstico de Malária a baixo custo está finalista no 2015 Concurs d’Innovació en Salut. Entre outros enxerimentos não técnico-científicos, viajou o NE do Brasil de bicicleta na década de 1990, plantou 18.317 mudas de floresta nativa em 5 hectares onde construiu sua própria casa usando Google na década de 2000 e, na década de 2010, tornou-se triatleta amador por convicção. Planos futuros? tem planos de se classificar para o mundial de Ironman em Kona após completar 55 anos e criar uma búfala, como pet, e chamá-la de Gertrudes.","stage":"Palco Terra CPRec4","date":"2015-07-24 14:45:00+00:00","urlimage":"archives/activities/2015/06/01/terra_dado-2242705847jpg-4081230325terra_dado-2242705847jpg","mobile_image":"http://images.campuse.ro/glRI6PIBFLzOv8I8y_Z6xWDJdZE=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/terra_dado-2242705847jpg-4081230325terra_dado-2242705847jpg","stage_name":"Palco Terra CPRec4","stage_slug":"PalcoTerraCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/controle-fenomenos-epidemicos-futuro-realizado-software/"},{"id":6224,"title":"Empreendimentos que entre ganhar dinheiro e fazer o bem, ficaram com os dois #CPRecife4","description":"Muito se fala sobre um novo tipo de empreendedorismo social onde é possível ter lucro gerando impacto social ou ambiental. No entanto muitos dos exemplos eram de fora, distantes da nossa realidade. Nesse painel queremos desmistificar o assunto, trazendo empreendedores da região que empreendem negócios sociais para saber da boca deles como a banda toca.","speakers":"Moderador: André Spinola (Sebrae Nacional)\r\nAdvogado e Gerente nacional de desenvolvimento territorial do SEBRAE Especialista em políticas públicas para pequenas empresas e mestrando em desenvolvimento sustentável pela Universidade de Valência/ESP. Gerencia a unidade responsável por projetos de desenvolvimento econômico e melhoria do ambiente de negócios em mais de 1500 municípios brasileiros. Responsável pela carteira de negócios de impacto no Sebrae em operação em 7 estados brasileiros.\r\n\r\nFred Vasconcelos(Joystreet)\r\n\r\nCarlos Pereira (Livox)\r\n\r\n","stage":"Palco Lua CPRec4","date":"2015-07-24 14:45:00+00:00","urlimage":"archives/activities/2015/07/06/870x435px_lua-2105704654jpg","mobile_image":"http://images.campuse.ro/vRVIVyk1CjYegRWTvE27mjaKfXg=/900x405/smart/media.campuse.ro/archives/activities/2015/07/06/870x435px_lua-2105704654jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/empreendimentos-que-entre-ganhar-dinheiro-e-fazer-o-bem-ficaram-com-os-dois-cprecife4/"},{"id":5728,"title":"Netflix: O background tecnológico que está revolucionando a televisão (OTT). #CPRecife4","description":"O tráfego de vídeo online está crescendo em todo o mundo!\r\nDe acordo com a Cisco Visual Networking, 79% do tráfego IP na rede será de vídeo em 2018 (52% de vídeo HD e cerca de 11% de vídeo 4K). O número de usuários de vídeos online crescerá de 1,2 bilhão (2014) para 1,9 bilhão (2018). Em 2014 a Netflix foi responsável por 34% dos picos de downloads nos Estados Unidos e a sua base de assinantes passou de 50 milhões de pessoas em 40 países.\r\nNa América Latina o crescimento foi destaque, impulsionado pelo México (2,04 milhões) e pelo Brasil (com 1,17 milhão de assinantes, um crescimento de 51,1% em relação a 2013). A palestra vai apresentar a sofisticada arquitetura de hardware e software que está no background dessa revolução. \r\n","speakers":"Flavio Amaral","stage":"Palco Venus CPRec4","date":"2015-07-24 14:45:00+00:00","urlimage":"archives/activities/2015/05/11/870x435px_venus-4244038157jpg","mobile_image":"http://images.campuse.ro/0yXq4NsiZITAwxV7Qq070OLgS48=/900x405/smart/media.campuse.ro/archives/activities/2015/05/11/870x435px_venus-4244038157jpg","stage_name":"Palco Venus CPRec4","stage_slug":"PalcoVenusCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/netflix-background-tecnologico-televisao-ott/"},{"id":5818,"title":"Como Python está mudando o ensino de programação no mundo! #CPRecife4","description":"Nessa palestra irei falar sobre como o ensino de programação está se tornando cada vez mais comum na escolas e como Python está influenciando esta mudança. Também irei falar sobre o porque do uso de Python como primeira linguagem de programação para qualquer idade e ambiente e irei mostrar o Python para Zumbis, a primeira iniciativa de ensino de Python online e gratuito em português, conhecido também como os MOOC's.","speakers":"Gileno Alves\t\r\nGraduando em Ciência da Computação pela UFPE, apaixonado por programação e tecnologia, tenho interesses nas seguintes áreas: Python, Django, Usabilidade, Design Minimalista, Engenharia de Avaliações e Inteligência Artificial","stage":"Palco Jupiter CPRec4","date":"2015-07-24 14:45:00+00:00","urlimage":"archives/activities/2015/06/08/palcojupiterbanner-3268240050jpg","mobile_image":"http://images.campuse.ro/HDWInR7yI8GX4Vc8GyE_F3t0hK4=/900x405/smart/media.campuse.ro/archives/activities/2015/06/08/palcojupiterbanner-3268240050jpg","stage_name":"Palco Jupiter CPRec4","stage_slug":"PalcoJupiterCPRecife","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/python-mudando-programacao-mundo-cprecife4/"},{"id":5781,"title":"Games e história para todas as idades #CPRecife4","description":"Esta palestra vai descrever como o estúdio de desenvolvimento de jogos Give Me Five implementou períodos históricos de uma forma eficaz em seu jogo de quebra-cabeças lógicos, Age Linker, com uma jogabilidade direta e simples, que pode ser aprendida em um curto espaço de tempo por pessoas de diferentes idades.","speakers":"Roberto Guedes\t\r\nCo-Fundador e Diretor Criativo da Give Me Five, uma desenvolvedora de jogos brasiliense, atualmente desenvolvendo o projeto Age Linker, que vai ser falado na palestra. Você pode inclusive dar uma olhada nos nossos jogos pelo site que incluo na minha assinatura. Também fui palestrante da Campus Party nas edições de 2012 (São Paulo) e 2013 (Recife).","stage":"Palco Marte CPRec4","date":"2015-07-24 14:45:00+00:00","urlimage":"archives/activities/2015/05/30/marte-1771732420jpg","mobile_image":"http://images.campuse.ro/j_GVLhzEBhdk9eLKRwElecQ3v_8=/900x405/smart/media.campuse.ro/archives/activities/2015/05/30/marte-1771732420jpg","stage_name":"Palco Marte CPRec4","stage_slug":"PalcoMarteCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/games-historia-todas-idades/"},{"id":5891,"title":"Empreendedor: A vida como ela é!! Mundo Real. Raul Javalez. #CPRecife4 ","description":"Um dos mais renomados consultores no mundo com experiência em vários países, retratando a vida como ela é de um empreendedor moderno e global. Seja bem vindo ao Mundo Real!","speakers":"Raul Javalez\r\n\r\nEconomista, Engenheiro de Sistemas, especialista em e-business, tendo ainda formação no Master Executivo FGV, Doutorando em Estratégia. Mais de 20 anos de experiência corporativa em multinacionais, onde vivenciou operações na Itália, EUA, Canadá e México. Entre seus clientes temos a Volkswagem, Citibank, Grandene, Hospital Alemão Oswaldo Cruz, entre outros.  Coordena o curso de Business Intelligence da FGV/SP desde 2008, é Professor  Convidado da Puc Rio Grande do Sul e palestrante convidado na Universidade de Stanford na área de Inovação em modelos de gestão.","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-24 15:00:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-1658014981jpg","mobile_image":"http://images.campuse.ro/Ca1BOr_HQAxGXpYdHc6eWeD0Qe8=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-1658014981jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/empreendedor-vida-como-mundo-real/"},{"id":5960,"title":"Criando Startups em Educação. Raul Lins. #CPRecife4","description":"O empreendedorismo na área de educação tem suas peculiaridades. Neste workshop convidamos empreendedores da área para relatar suas dificuldades e passar ferramentas, técnicas e dicas relevantes. Um ótimo momento para empreendedores iniciantes conhecerem o tema, e empreendedores experientes no tema trocarem informações úteis.","speakers":"Raul Lins\r\nFormado em Arquitetura e Urbanismo pela Faculdade de Arquitetura e Urbanismo de Pernambuco com pós-graduação (MBA) em Tecnologia e Gestão na construção de Edifícios pela Universidade de Pernambuco.\r\nFã e entusiasta de novas tecnologias e do mundo de startups com especialidade em programas gráficos de design dos pacotes e softwares COREL DRAW, ADOBE e AUTODESK | 2D e 3D.\r\nUm dos Idealizadores do e|skolar | www.eskolar.com.br. Plataforma para professores armazenarem e distribuírem o conteúdo de suas aulas de forma rápida e prática pela internet. ","stage":"Workshop Startup&Makers Camp CPRecife4","date":"2015-07-24 15:45:00+00:00","urlimage":"archives/activities/2015/06/17/870x435px_sm_camp-598316178-3794955305jpg","mobile_image":"http://images.campuse.ro/ScW4WzVUtXumqvwfOHpx-ZLRMbA=/900x405/smart/media.campuse.ro/archives/activities/2015/06/17/870x435px_sm_camp-598316178-3794955305jpg","stage_name":"Workshop Startup&Makers Camp CPRecife4","stage_slug":"WorkshopStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/criando-startups-educacao-raul-lins/"},{"id":6036,"title":"Projetos com Arduino #CPRecife4","description":"A plataforma Open-Source mais querida do mundo está fazendo 11 anos. Elaborado com o objetivo de criar um dispositivo que fosse utilizado em protótipos construídos de uma forma menos dispendiosa do que outros sistemas disponíveis no mercado e de caráter totalmente colaborativo, onde os usuários não precisassem criar hardware para a aplicação, surgiu o ARDUINO. Quando fosse necessário que um projeto “falasse” pela internet ou usasse coordenadas de GPS, bastaria adicionarmos os “shields” correspondentes.  Sejam bem vindos ao mundo da computação física. Onde o mundo real é “lido” por sensores, processados por microcontroladores e nos respondem com atuadores diversos. Hoje com o Arduino, podemos transformar uma ideia genial em um produto funcional com nível de complexidade antes inimaginável ao ponto de vista da prototipagem. Se você tem uma ideia e não sabe como torna-la um produto por não conhecer muito de eletrônica, essa pode ser a sua chance. Participe!","speakers":"Glauco Aguiar\r\nMestrando em Engenharia Elétrica. Pós Graduado em Gerenciamento de Projetos\r\nGraduado em Tecnologia em Sistemas de Telecomunicações. Técnico em Eletrônica\r\n\r\nProfessor dos cursos Técnicos em: Eletrônica;  Telecomunicações; Eletrotécnica\r\n\r\nSócio Proprietário da LGM Tecnologia e Automação. Empresa que oferece serviços de automação residencial e cursos em microcontroladores.\r\nOrientador em diversos projetos de sucesso em Manaus.","stage":"Inclusao Digital I CPRecife4","date":"2015-07-24 17:00:00+00:00","urlimage":"archives/activities/2015/06/29/870x435px_inclusao_digital-2269905834jpg","mobile_image":"http://images.campuse.ro/X-vf5j9cVJEC-2oFH9fjwW7bN9o=/900x405/smart/media.campuse.ro/archives/activities/2015/06/29/870x435px_inclusao_digital-2269905834jpg","stage_name":"Inclusao Digital I CPRecife4","stage_slug":"InclusaoDigitalICPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/projetos-com-arduino/"},{"id":6225,"title":"Quando é hora de deixar o emprego pra empreender? #CPRecife4","description":"Em muitos casos os empreendimentos começam com o empreendedor ainda no emprego anterior. Ele deve largar tudo e entrar de cabeça? Ou esse processo deve ser gradual? Vamos nesse painel te ajudar a sair desse dilema que passa por boa parte dos empreendedores que têm conta pra pagar.","speakers":"","stage":"Palco Lua CPRec4","date":"2015-07-24 17:00:00+00:00","urlimage":"archives/activities/2015/07/06/870x435px_lua-1772573535jpg","mobile_image":"http://images.campuse.ro/tL7VsAcxvfUQ7_JDhSUibCKonxU=/900x405/smart/media.campuse.ro/archives/activities/2015/07/06/870x435px_lua-1772573535jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/quando-e-hora-de-deixar-o-emprego-pra-empreender-cprecife4/"},{"id":5777,"title":"Os 5 maiores erros do desenvolvedor de Games e como eu cometi todos! #CPRecife4","description":"Desenvolver games eh díficil pracarambaabeça e se você já começar errado fica mais difícil ainda! Venha aprender quais os 5 MAIORES erros que você precisa ficar ligado, como foi que a gente caiu em todos eles (e de propósito!) e o que você pode fazer para construir em cima do que já fizemos!","speakers":"Francisco Isidro\t\r\nProfessor Francisco Isidro é um entusiasta da programação e desenvolvimento. Professor Pesquisador nas áreas de Mobile, Games e Programação na Educação. Idealizador do projeto #vamosprogramar, tem por desafio ensinar C e Java para sua sobrinha de 4 aninhos e também levar a arte da programação para a molecada deste país.","stage":"Palco Jupiter CPRec4","date":"2015-07-24 17:00:00+00:00","urlimage":"archives/activities/2015/06/01/palcojupiterbanner-1839077869jpg","mobile_image":"http://images.campuse.ro/8mmwYcWQcOB4cZlvM5iQdSiPflE=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/palcojupiterbanner-1839077869jpg","stage_name":"Palco Jupiter CPRec4","stage_slug":"PalcoJupiterCPRecife","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/5-erros-desenvolvedor-games-eu-cometi/"},{"id":5799,"title":"Quando é hora de deixar o emprego pra empreender? #CPRecife4","description":"Não aguenta mais o seu chefe e quer montar o próprio negócio? Saiba qual o momento certo para fazer esse movimento sem sair perdendo.","speakers":"Moderação: Débora Mazzei (Sebrae)\r\n\r\nRicardo Salazar(estocks)\r\n\r\nMatheus Ximenes Pinho(MUMA)\r\nCEO e sócio fundador da MUMA (muma.com.br)\r\nFormado em Arquitetura e Urbanismo em 2010. Especilizado em e-commerce pela ESPM, participou da equipe do marketplace Enjoei.com entre 2009 e 2012. Integrou a equipe do David Morley Architects, em Londres, durante o ano de 2008, após ter sido selecionado pelo programa IAESTE (British Council + ONU). Trabalhou nos principais escritórios de arquitetura no Recife: Carlos Augusto Lira e Juliano Dubeux Arquitetos, participando de grandes projetos como Carnaval do Recife, FENEARTE, Cluster Metropolitano de Economia Criativa, Museu do Futuro e Museu de Ciências do Parque Jiquiá.\r\nVencedor do prêmio nacional Novos Talentos Docol 2010, 3o lugar no concurso promovido pela Anonymous.d (NY), 1o lugar no concurso Novo Núcleo (PE)\r\n\r\nThiago Diniz \r\n","stage":"Palco Lua CPRec4","date":"2015-07-24 17:00:00+00:00","urlimage":"archives/activities/2015/06/01/lua-814976308jpg","mobile_image":"http://images.campuse.ro/5j3KlV5BEqQ5f7EAiQRKjY5QFe0=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/lua-814976308jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/quando-e-hora-de-deixar-o-emprego-pra-empreender/"},{"id":6234,"title":"Movimento Maker Recife #CPRecife4","description":".","speakers":"Gabriela Martins pelo Fab Lab\r\nDesigner e mestre em design pela UFPE com passagem pelo Politecnico de Milano, tem como maior área de interesse a pesquisa e o desenvolvimento de \"Territórios Inovativos\". Atualmente é diretora de projetos e inovação do Fab Lab Recife, sócia do Nós Coworking em Recife e sócia fundadora do Werkbund, empresa de construção de projetos e territórios inovativos.\r\n\r\nKleber Simões dantas pelo FABLAB e ICanamy\r\nEmpresário, sócio fundador Base 5, Restaurante Beijupira-Olinda e Pousada do Amparo. Foi Presidente da AD/Diper-Agência de Desenvolvimento de Pernambuco e da Empetur-Empresa de Turismo de Pernambuco. É consultor em modelagem de negócios e orgulhoso proprietário de uma Harley Davidson Heritage.\r\n\r\nDiego PhoeniX\r\nEngenheiro da computação, mestrando na área de processamento de imagens e visão computacional. Fascinado por projetos na área de automação e robótica no auxílio do dia-a-dia das pessoas, se engajou no universo do Arduino pela sua incrível versatilidade. Amor ao primeiro Blink. Entusiasta e evangelista da plataforma, liderou a criação do ArduRec como grupo ativo para troca de idéias e experiências. Fundador da startup IoTech Lab, desenvolvendo soluções no universo de internet das coisas.\r\n\r\nDiogo Lacerda\r\nÉ formado em técnico em Mecatrônica pelo ETEPAM. E graduando em Sistema de Informação na Universidade Federal Rural de Pernambuco.Atualmente trabalha no CESAR(Centro de Estudos Avançados do Recife) como Técnico em Sistemas Embarcados. Faz parte da rede colaborativa robolivre.org desde 2012 onde ministra oficinas e paletras sobre robotica e arduino.\r\n\r\nJose Carlos Barbosa Pereira Filho (Touca)\r\nNascido em Santos/SP cresceu em Pernambuco e cursou Engenharia Mecatrônica na UPE e Analise e Desenvolvimento de Sistemas no IFPE. Trabalha em uma empresa do setor industrial privado e empreende na área de comercio de material eletrônico e robótica com a Mekhos.\r\n\r\nGustavo Ribeiro\r\nBacharel em Engenharia Eletrônica e Mestre em Engenharia de Sistemas pela Universidade de Pernambuco. Desenvolve pesquisas em robótica e participa de competições nessa área desde 2007.","stage":"Palco Saturno CPRec4","date":"2015-07-24 17:00:00+00:00","urlimage":"archives/activities/2015/07/07/870x435px_saturno-4137401350jpg","mobile_image":"http://images.campuse.ro/yz4BJh1Go4_C-b2rFw7YY3Fl-8o=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/870x435px_saturno-4137401350jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/movimento-maker-recife-cprecife4/"},{"id":5787,"title":"Jogos e Educação: Desvendando a pré-história através de aplicação 3D #CPRecife4","description":"O projeto material didático digital, na área da História, foi desenvolvido para engajar alunos de quatro escolas estaduais de ensino médio da Cidade do Recife, a imergir no período paleolítico e descobrir costumes e atividades dos homo sapiens. O projeto é uma parceria do Curso de História e do Curso de Jogos Digitais da Universidade católica de Pernambuco. \r\nLink do jogo: http://www.unicap.br/tecnologicos/jogos/projeto_hj/ (deve ser acessado pelo navegador FireFox ou Explorer\"","speakers":"Rennan Cavalcante\r\nGameDeveloper graduado na Universidade Católica de Pernambuco.\r\nMinha principal habilidade é meu conhecimento sólido de desenvolvimento de jogos digitais com Javascript, Actionscript, java e C#. \r\nUltimamente tenho trabalhado com Unity 3D. Também trabalhei com Adobe Flash, Eclipse, VisualStudio, e estou estudando a engine Unreal 4.\r\n\r\nEduardo Galdino Da Silva\r\nDesenvolvedor de Jogos Digitais\r\nGameDesign, Game Art, LevelDesign\r\n\r\nFormação:\r\nAnimação 2D - SENAC-PE\r\nSAGA - SCHOOL OF ART GAME AND ANIMATION - SINAPSE\r\nTecnico em Análise e Desenvolvimento de Sistemas - SENAC-PE.\r\nGraduado em Tecnologia em Jogos Digitais - UNICAP.\r\n\r\nConhecimentos de Programação:\r\nHTML, javascript, JAVA, C#\r\n\r\nProgramas que utilizo:\r\nAdobe Photoshop, Adobe Premier, Adobe Flash, GIMP, Krita, corelDraw, 3d studio max, Blender 3D, Zbrush, Unity 3D, Adobe Audition, Sound Forge, Audacity,\r\n\r\nProf. Anthony José da Cunha Carneiro Lins\r\nDoutorando em Biotecnologia, pelo RENORBIO, na Universidade Federal Rural de Pernambuco. Mestre em Engenharia da Computação, com ênfase em Inteligência Computacional, pela Escola pela Escola Politécnica de Pernambuco. Professor do Curso de Jogos Digitais na Universidade Católica de Pernambuco. Atua na área de Tecnologia da Informação há mais de 20 anos, em empresas como CESAR, Arpan IT, KIBON, FISEPE (ATI), dentre outras.\r\n\r\nProf. Breno José Andrade de Carvalho\r\nMestrando em Design na UFPE. Especialista em Design da Informação pela UFPE (2002), graduação em COMUNICAÇÃO SOCIAL pela Unicap (1999) e possui curso técnico em Desenho Publicitário pelo Senac-PE (1994). Atualmente coordena do Curso de Tecnologia em Jogos Digitais da Universidade Católica de Pernambuco. Experiência na área de Comunicação, com ênfase em Comunicação Visual e Web Design, atuando principalmente nos seguintes temas: identidade visual, marca mutante, holograma, interface gráfica, doodle, cultura, games e interface e tecnologias 3D.\r\n\r\nProf. Luíz Marques\r\n","stage":"Palco Marte CPRec4","date":"2015-07-24 17:00:00+00:00","urlimage":"archives/activities/2015/06/01/marte-4132410596jpg","mobile_image":"http://images.campuse.ro/Eedhvnr7OSEopCTI-O7IPPtA9xE=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/marte-4132410596jpg","stage_name":"Palco Marte CPRec4","stage_slug":"PalcoMarteCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/jogos-e-educao-desvendando-a-pre-historia-atraves-de-aplicacao-3d/"},{"id":6027,"title":"Drones e multimotores #CPRecife4","description":"Um tutorial para desenvolvimento de drones e multimotores a partir do zero, usando plataformas de hardware abertas (Arduino, STM32, Tiva C, Freedom board, Beaglebone), sensores (acelerômetros, giroscópios, magnetômetros, barômetros, GPS, ...); controlador de velocidade em motores brushless, links de radio de longo alcance (vários km). Algoritmos e códigos. First Person View (FPV). Telemetria de sistemas remotos. Aplicações das tecnologias de drones em outras áreas.","speakers":"Murilo Rebelo Pontes\r\nGraduado e mestre em engenharia da computação pela UPE, passou pela engenharia mecânica da UFPE e técnico em telecomunicações pelo IFPE. Participou do programa nacional de desenvolvimento de semicondutores na UFRGS. Participou de 5 edições da Microsoft Image Cup sendo finalista nas edições da Coreia do Sul, Estados Unidos e Polônia. Atualmente trabalha na Serttel como coordenador de P&D em sistemas semafóricos e transporte sustentável (Bike PE).","stage":"Workshop I Ciencia CPRecife4","date":"2015-07-24 17:00:00+00:00","urlimage":"archives/activities/2015/06/29/870x435px_wprkshop1-3495138160jpg","mobile_image":"http://images.campuse.ro/21Bph1iP7hkthAqxCEdVlHyCMLk=/900x405/smart/media.campuse.ro/archives/activities/2015/06/29/870x435px_wprkshop1-3495138160jpg","stage_name":"Workshop I Ciencia CPRecife4","stage_slug":"Workshop1CienciaCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/drones-e-multimotores-cprecife4/"},{"id":5892,"title":"Movimento Brasil+Empreendedor. #CPRecife4","description":"O objetivo do Brasil + Empreendedor é mobilizar empreendedores e lideranças inovadoras deste país para construir uma pauta mínima comum, que servirá de orientação para a construção de políticas públicas pró-empreendedorismo. O projeto foi lançado em janeiro na Campus São Paulo e de lá para cá tem causado repercussão no cenário político Brasileiro. Este painel, que contará com editores e realizadores do movimento, apresentará as diretrizes do programa nos seus 7 pilares, bem como promoverá uma discussão sobre o mesmo com entidades políticas locais.","speakers":"Genésio Gomes\r\nDoutor em Ciência da Computação pelo CIN/UFPE na área de Design Centrado no Usuário. Professor de Empreendedorismo da Universidade de Pernambuco. Idealizador do Células Empreendedoras, programa educacional Prêmio Educação Empreendedora Brasil 2012 Endeavor/Sebrae. Co-Organizador da Maratona de Negócios da Campus Party Brasil 2015. Gestor do Programa Startup&Makers da Campus Party Recife 2014.\r\n\r\nCláudio Nascimento\r\nEmpreendedor /Consultor de Inovação \r\nDiretor de Tecnologia do Município de Olinda, Atuo também como Diretor Nordeste do Fórum Nacional de Secretários e Dirigentes Municipais de Ciência, Tecnologia e Inovação e Conselheiro do Porto Digital. Presto consultoria à empresa NanoSensing Technologies Inc. a qual tem sede na América Central e na América do Norte,minha atuação está relacionada a dois trabalhos desenvolvidos por cientistas brasileiros. Tais trabalhos resultaram em patentes internacionais nas áreas de Biotecnologia e Nanotecnologia.  Uma dessas patentes refere-se ao primeiro dispositivo portátil para diagnóstico, desenvolvido no Brasil. Venho prospectando mercados mais complexos em busca de maiores desafios.\r\n\r\nFernando Mendonça\r\n\r\nTúlio Severo","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-24 17:45:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-2382890780jpg","mobile_image":"http://images.campuse.ro/z24u40KDmKdnKjFPzFaOEdZW150=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-2382890780jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/movimento-brasilempreendedor/"},{"id":5961,"title":"Impulsionando seu Negócio com Marketing Digital. Felipe Pereira. #CPRecife4","description":"Nesse workshop serão abordadas estratégias, técnicas e ferramentas eficazes para a atração de clientes e geração de negócios através da internet. Serão abordados o planejamento, execução, mensuração e otimização das ações em mídias digitais, com foco no aumento das vendas.","speakers":"Felipe Pereira\r\nGraduado em Ciência da Computação, mestre e doutor em Administração. É consultor, palestrante, empresário e empreendedor serial, diretor geral do Digaí, da agência digital Unu Soluções, do Integra Email, entre outros empreendimentos. Em 2014, organizou o EBRAMAD, o Encontro Brasileiro de Marketing Digital. Durante 04 anos, foi coordenador da Especialização em Comunicação e Marketing em Mídias Digitais da Estácio do Recife.","stage":"Workshop Startup&Makers Camp CPRecife4","date":"2015-07-24 18:00:00+00:00","urlimage":"archives/activities/2015/06/17/870x435px_sm_camp-598316178-1999267255jpg","mobile_image":"http://images.campuse.ro/6Y_V44XvjWI8WC-wugO1yarp1EU=/900x405/smart/media.campuse.ro/archives/activities/2015/06/17/870x435px_sm_camp-598316178-1999267255jpg","stage_name":"Workshop Startup&Makers Camp CPRecife4","stage_slug":"WorkshopStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/impulsionando-negocio-marketing-digital-felipe-pereira/"},{"id":6006,"title":"O uso da programação para empreender por Programaê! #CPRecife4","description":"Empreendedores que dominam a programação estão mais preparados? Têm mais chance de sucesso?\r\nJovens e sociedade em geral que conhecerem mais sobre programação, que lerem e escreverem em código, terão um futuro melhor? Terão mais poder?\r\nO Programaê! entende que isso não é uma utopia, ao contrário, é algo plenamente realizável e, por isso, se dedica a incentivar que cada um construa o seu mundo.\r\n#Eucriomeumundo","speakers":"Alison Paese (Mediador)\r\nFundador e diretor do canal Foras de Série. Foi sócio-executivo da XP Investimentos, trabalhando diretamente com o desenvolvimento da rede de empreendedores. Além disso, foi responsável pela área de inovação e novos negócios do portal InfoMoney, sendo co-fundador do StartSe. Apaixonado por empreendedorismo, cinema e cultura geek, tem como principal papel na vida conectar pessoas e projetos\r\n\r\nAndré Braga\r\nÉ fundador da plataforma de venda de ingressos eventick.com.br, empresário da web e produtor de eventos com experiência no mercado publicitário.\r\n \r\nLucas Machado\r\nCoordenador de Projetos na área de produtos de inovação para a educação na Fundação Lemann, incluindo plataformas como o Programaê!, Khan Academy, Coursera e Youtube Edu. Engenheiro de Computação formado pela Universidade Federal de Itajubá e pós-graduando em Inteligência de Mercado pela Saint Paul Escola de Negócios, trabalhou com desenvolvimento de softwares para bancos islâmicos, durante o ano em que morou na Malásia, e foi trainee no mercado financeiro.\r\n \r\nEiran Simis \r\nCriador do eventplatz.com (plataforma de busca e oferta de espaços para eventos), é gerente da área de Empreendedorismo do Centro de Estudos e Sistemas Avançados do Recife, consultor do Porto Digital e do SEBRAE, curador da Campus Party e professor de pós graduação do CESAR.EDU, UPE e da Uninassau. Já foi membro do conselho de administração da SiliconReef S/A.\r\n\r\nVinicius Gracia\t\r\nAtual CTO & Founder da Easy Taxi. Ele é responsável por toda arquitetura, sistemas e apps de 32 países e tem como missão que o mesmo aplicativo, usado ao redor do globo funcione e se adapte as necessidades diferentes de cada região. Está na Easy Taxi desde a concepção da ideia e realizou o projeto e desenvolvimento de todos os sistemas necessários para a operação. Vinícius sempre teve espirito empreendedor, participou do desenvolvimento um sistema de helpdesk para IBM, todo baseado em web, antes da internet existir no Brasil, era necessário conectar com a IBM, atráves de internet discada, ligando para os EUA. Deselvolveu sistemas de helpdesk para Acer, Packard Bell, o Compaq Phone, Vários provedores de internet como Mandic, Domain, Openlink. É sócio de mais duas empresas de técnologia, JGracia informática que faz todo sistema de delivery e gerencia de franquias do Giraffas e da Techsamurai que foi onde surgiu a Easy Taxi. Formado em ciência da computação nos Estados Unidos e Engenharia da Computação no Brasil. Vinicius já viajou o mundo mergulhando em diversos locais do mundo, como Egito, Cuba, México, Costa Rica, Israel, Grecia, inclusive é sócio e fundador de uma escola de mergulho no Rio de Janeiro, chamada Dive Point.\r\n \r\n","stage":"Palco Terra CPRec4","date":"2015-07-24 18:15:00+00:00","urlimage":"archives/activities/2015/07/01/terra_recife-515055752jpg","mobile_image":"http://images.campuse.ro/dw3Cc0SEiL_Q2i8-WurTIH2Dqwg=/900x405/smart/media.campuse.ro/archives/activities/2015/07/01/terra_recife-515055752jpg","stage_name":"Palco Terra CPRec4","stage_slug":"PalcoTerraCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/programacao-empreender-programae/"},{"id":5803,"title":"Visualização de dados #CPRecife4","description":"Visualização de dados, Dataviz, infoviz, infografia, design de informação... você acha tudo a mesma coisa? Rodrigo Medeiros, curador da área na Campus Party, fará um resumo do que tem rolado na área e como o Brasil tem se tornado uma grande referência.","speakers":"\"Rodrigo Medeiros \r\ndesigner de interação e trabalha em projetos interativos e pesquisas com usuários para novas mídias, sistemas e experiências. Professor Efetivo do Instituto Federal de Educação, Ciência e Tecnologia da Paraíba no Curso Superior de Tecnologia em Design Gráfico e coordenador do Grupo de Pesquisa 2ID - Design de Informação e de Interação. Doutorando em Ciência da Computação pela UFPE, curador de visualização de dados da Campus Party Brasil, fundador do Espaço Nabuco e BRU! Design de interação. Nos últimos anos tem atuado como pesquisador no grupo de pesquisa MusTIC (UFPE/UFRPE) e no projeto Inovação e Sustentabilidade na Gestão de Resíduos: Perspectivas da Aplicação da Política Nacional de Resíduos Sólidos na Região Metropolitana do Recife coordenado pela Fundação Joaquim Nabuco com cooperação internacional do Massachusetts Institute of Technology(MIT) financiado pela FACEPE.\"","stage":"Palco Venus CPRec4","date":"2015-07-24 18:15:00+00:00","urlimage":"archives/activities/2015/06/01/venus-1800201795jpg","mobile_image":"http://images.campuse.ro/VX7OEfbjVrFQ95rvXmumRhIIGQ8=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/venus-1800201795jpg","stage_name":"Palco Venus CPRec4","stage_slug":"PalcoVenusCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/visualizacao-de-dados/"},{"id":6018,"title":"Robótica Industrial #CPRecife4","description":"A atividade se refere a apresentação da robótica industrial, e sua integração com o sistema de controle de uma planta fabril, através das redes de comunicação industrial, demostrando a importância para obtermos eficiência e confiabilidade no sistema produtivo. Mostrando a necessidade de integração entre sistemas de controle, maquinas e robôs, formando sistemas distribuídos com diversos elementos que trabalham de forma simultânea com o objetivo de supervisionar e controlar um determinado processo em uma troca rápida e precisa de informações entre computadores, sensores, atuadores, CLPs, e Robôs.","speakers":"Oziel Alves\r\nDocente e consultor de automação e Controle  do SENAI PE. Técnico em Automação e Instrumentação Industrial.Estudante de Engenharia de Controle e Automação. Treinador da Olimpíada do Conhecimento Modalidade de Mecatrônica e Instrumentação e Controle. Campeão Estadual do Olimpíada do Conhecimento Modalidade de Mecatrônica 2011.\r\n\r\nAldonso Martins de Oliveira Junior\r\n","stage":"Palco Saturno CPRec4","date":"2015-07-24 18:15:00+00:00","urlimage":"archives/activities/2015/06/26/870x435px_saturno-809893770jpg","mobile_image":"http://images.campuse.ro/CSAsibQb9RRrERVyMhFMNh8E1zM=/900x405/smart/media.campuse.ro/archives/activities/2015/06/26/870x435px_saturno-809893770jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/robotica-industrial/"},{"id":6226,"title":"Encontro de blogueiras de beleza e moda #CPRecife4","description":"Talk Show com blogueiras de destaque do mundo da beleza criando espaço para compartilhamento de experiências. O encontro tem como objetivo oportunizar o diálogo entre a economia digital e o segmento da beleza para promoção da inovação e do empreendedorismo. ","speakers":"","stage":"Palco Lua CPRec4","date":"2015-07-24 18:15:00+00:00","urlimage":"archives/activities/2015/07/06/870x435px_lua-4047578750jpg","mobile_image":"http://images.campuse.ro/KxaRDm_z4Hh7mFq5DPQbpQwEpa4=/900x405/smart/media.campuse.ro/archives/activities/2015/07/06/870x435px_lua-4047578750jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/encontro-de-blogueiras-de-beleza-e-moda-cprecife4/"},{"id":5790,"title":"The MoodKingdom: jogo 3D para deficientes físicos #CPRecife4","description":"O projeto utiliza tecnologia Real Sense da Intel para capturar movimentos faciais para interagir com personagens no ambiente 3D. Dessa forma, deficientes físicos podem se divertir com jogos e outras aplicações interativas. O projeto foi um dos vencedores do Real Sense App Challenge 2015, uma competição mundial da Intel.","speakers":"","stage":"Palco Marte CPRec4","date":"2015-07-24 18:15:00+00:00","urlimage":"archives/activities/2015/06/01/marte-1723464786jpg","mobile_image":"http://images.campuse.ro/bf1YkijA6EXY-mUI0g274znzF1I=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/marte-1723464786jpg","stage_name":"Palco Marte CPRec4","stage_slug":"PalcoMarteCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/the-moodkingdom-jogo-3d-para-deficientes-fisicos/"},{"id":5893,"title":"Relação Empreendedore x Investidores. #CPRecife4","description":"Investidores e Empreendedores parecem que vivem em mundos diferentes! Muitas vezes o que impossibilita a captação de recursos de investidores por parte de Startups é justamente uma ausência de cultura e maturidade para uma relação duradoura e bem sucedida com este tipo de profissional.  Este painel se propõe a estreitar estas barreiras de comunicação e entendimento mútuo chamando empreendedores e investidores para um diálogo construtivo sobre o assunto.","speakers":"Fernando Sodré\r\nEmpreendedor digital há vinte anos. Duas falências. Dois casamentos. Dois filhos. Sou sócio, cofundador ou investidor atualmente de oito empresas na convergência digital. Lema: dinheiro só vem antes do trabalho no dicionário. E o voluntariado de qualquer empreendedor é gerar e manter melhores empregos na sua região e pagar todos os impostos.\r\n\r\nVitor Andrade\r\nGraduado em Administração pela UFPE (2005), Mestre em Gestão Empresarial pela FBV (2010) e Doutorando em Ciência da Computação no CIn/UFPE. Atua há 7 anos no fomento a startups digitais no Brasil, passando, dentre outras instituições, pelo C.E.S.A.R e Porto Digital. Experiência internacional no Banco Interamericano de Desenvolvimento – BID em Washington, D.C. Atualmente é Gerente de Operações do programa Start-Up Brasil, programa do MCTI para aceleração de startups de software e serviços de TI.\r\n\r\nEric Albuquerque\r\nMe. Administração de Empresas pela FGV/Ohio University, investidor anjo no Porto Digital - Recife/PE, criou em 2011 o FEEC BRAZIL, maior convenção para profissionais de internet do Nordeste. Autor do estudo - Startup Competitiva - Erick mantém constante participação como juiz nos principais concursos de fomento ao empreendedorismo e startups do País como Desafio Brasil, organizado GVcepe, Conferência Brasil Canadá, InnovationDAY, Demo Brasil e inúmeros Demo Days de incubadoras e aceleradoras, já tendo avaliando mais de 350 startups em diferentes regiões do Brasil.  \r\n\r\nEric Milfont","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-24 18:45:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-882087121jpg","mobile_image":"http://images.campuse.ro/int7u7d1MaDPCQe1q2wWDT1Bq6c=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-882087121jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/relacao-empreendedore-x-investidores/"},{"id":5962,"title":"Criando Living Labs. #CPRecife4","description":"Programas de Desenvolvimento de Smart Cities atualmente são baseados no conceito de Living Labs, laboratórios específicos que usam dados abertos da cidade para construírem inovações sociais. Neste wokshop será feita uma introdução sobre o tema, além de  apresentarmos um case local: o Living Lab Recife. O workshop termina com informações sobre como os Living Labs compõem o coração da arquitetura do projeto da união européia de cidades inteligentes e humanas.","speakers":"","stage":"Workshop Startup&Makers Camp CPRecife4","date":"2015-07-24 19:00:00+00:00","urlimage":"archives/activities/2015/06/17/870x435px_sm_camp-598316178-834216109jpg","mobile_image":"http://images.campuse.ro/v-Y6PX5umlwqEJdv86TIL-EZrqw=/900x405/smart/media.campuse.ro/archives/activities/2015/06/17/870x435px_sm_camp-598316178-834216109jpg","stage_name":"Workshop Startup&Makers Camp CPRecife4","stage_slug":"WorkshopStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/criando-living-labs-cprecife4/"},{"id":5984,"title":"Muito Além do Arduino #CPRecife4","description":"Nessa oficina serão abordadas técnicas avançadas, arquitetura e aplicações dos microcontroladores como PIC, ARM, AVR, Cortex e outros. Não perca mais tempo e saiba como ir além do Arduino.","speakers":"Diogo Fernando Santos Lacerda da Silva\r\n\r\nBio- Diogo Lacerda: E formado em técnico em Mecatrônica pelo ETEPAM. E graduando em Sistema de Informação na Universidade Federal Rural de Pernambuco.Atualmente trabalha no CESAR(Centro de Estudos Avançados do Recife) como Técnico em Sistemas Embarcados. Faz parte da rede colaborativa robolivre.org desde 2012 onde ministra oficinas e paletras sobre robotica e arduino. Em 2014 conquistou com a equipe do CESAR( CESAR Voxar Labs) a Competição Brasileira de Robótica(CBR) na categoria @ Home, assegurando a vaga para o mundial  Robocup 2015 na China. \r\n\r\nDaniel Thiago Vasconcelos Pereira\r\n\r\nDaniel Pereira é engenheiro sênior do CESAR onde, há 10 anos, contribui no desenvolvimento de projetos e produtos na área de sistemas embarcados. Já contribuiu no desenvolvimento de hardware e firmware em projetos em vários domínios de aplicação, como automotivo, médico, aeroespacial, telecom, e atualmente trabalha com padrões de vídeo serial de alta velocidade.\r\nÉ técnico em Eletrônica, Bacharel em Ciências da Computação pelo CIn/UFPE e possui especialização em Engenharia de Software para Sistemas de Tempo-Real pela Universidade de Stuttgart.","stage":"Workshop I Ciencia CPRecife4","date":"2015-07-24 19:00:00+00:00","urlimage":"archives/activities/2015/06/26/870x435px_wprkshop1-3235131835jpg","mobile_image":"http://images.campuse.ro/IW_j1w4Z0pYTyiOPkkG6xol7fis=/900x405/smart/media.campuse.ro/archives/activities/2015/06/26/870x435px_wprkshop1-3235131835jpg","stage_name":"Workshop I Ciencia CPRecife4","stage_slug":"Workshop1CienciaCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/workshop-muito-alem-do-arduino/"},{"id":6278,"title":"Mozilla Webmaker: Ensine e aprenda a web na sua comunidade. Melissa Devens #CPRecife4","description":"O Webmaker é um projeto da Mozilla dedicado a ajudar as pessoas a criar algo fantástico na web. As ferramentas, eventos e guias de ensino, todos abertos, permitem que qualquer pessoa possa criar conteúdo que faz a web ser sensacional e também entender como a web funciona. Com esse conhecimento, uma web sem limites pode ser criada.\r\n\r\nNeste workshop mostraremos porque é importante criar uma geração de webmakers, e mudar a situação atual em que a grande maioria é apenas consumidor de conteúdo. Além disso, será apresentado o novo projeto de clubes da Mozilla, criado para incentivar que mais mentores surjam e que o ensino seja contínuo, eficiente e agradável, para mentores e aprendizes. Outros tópicos a serem abordados incluem o Padrão de Alfabetização para a Web, currículo criado pela Mozilla para listas as habilidades e competências necessárias para a leitura, escrita e participação na web, as ferramentas mantidas pela Mozilla que podem ser utilizadas para ensinar a web e os clubes e outros trabalhos relacionados ao Webmaker que foram realizados no Brasil nos últimos meses.\r\n\r\nSe você tem vontade de ensinar a web e só estava precisando de ajuda para dar os primeiro passos, este workshop é para você! Monte um clube do Webmaker em sua cidade, universidade, escola ou comunidade e ajude a transformar o local onde você mora!","speakers":"Melissa Devens\r\n\r\nApaixonada pela web desde que era ainda menor, escolheu fazer dela seu meio de trabalho. Melissa Devens é formada em Comunicação Digital e trabalhou como social media e web designer em empresas como Grêmio FBPA e Grupo RBS. Voluntária da Mozilla Brasil desde o começo de 2014, já faz parte de diversos projetos, entre eles o Webmaker, pelo qual organizou diversos eventos pelo Brasil. Hoje luta por uma web aberta e pelo bem estar animal, afinal, a web é feita de gatinhos!","stage":"Workshop II Inovaçao CPRecife4","date":"2015-07-24 19:00:00+00:00","urlimage":"archives/activities/2015/07/09/870x435px_wprkshop2-3785838496jpg","mobile_image":"http://images.campuse.ro/G12zct_09ya3o5-_u6Z9W-mi9-o=/900x405/smart/media.campuse.ro/archives/activities/2015/07/09/870x435px_wprkshop2-3785838496jpg","stage_name":"Workshop II Inovaçao CPRecife4","stage_slug":"Workshop2inovacaoCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/mozilla-webmaker-ensine-aprenda-web-comunidade-cprecife4/"},{"id":6032,"title":"Internet das Coisas - IPv6 e 6LoWPAN #CPRecife4","description":"Você já pensou em controlar as lâmpadas da sua casa por meio de seu smartphone? Ou em sua geladeira lhe enviando um e-mail para lembra-lo de que um leite está acabando? A cada dia novos dispositivos passam a fazer uso da Internet trazendo novas facilidade para a vida das pessoas. Nesta palestra, você entenderá melhor o conceito de Internet das Coisas e como o protocolo IPv6 junto com o 6LoWPAN, permitirão o crescimento do uso dessas tecnologias.","speakers":"Eduardo Barasal Morales \r\nEngenheiro de computação graduado pela Escola Politécnica da Universidade de São Paulo. Trabalhou com desenvolvimento de softwares para transferência eletrônica de fundos, gestão de saúde e tarifação de telefonia. Atualmente, no NIC.br, é Analista de Projetos, ministra cursos do projeto IPv6.br e também participa do desenvolvimento de seu material didático para a disseminação de conhecimento do protocolo pelo país.","stage":"Palco Jupiter CPRec4","date":"2015-07-24 19:30:00+00:00","urlimage":"archives/activities/2015/06/29/870x435px_jupiter-2230832647jpg","mobile_image":"http://images.campuse.ro/oZKf01wmME6VgE6yQg2tD2y2Gfk=/900x405/smart/media.campuse.ro/archives/activities/2015/06/29/870x435px_jupiter-2230832647jpg","stage_name":"Palco Jupiter CPRec4","stage_slug":"PalcoJupiterCPRecife","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/internet-das-coisas-ipv6-e-6lowpan/"},{"id":6019,"title":"Impressão 3D e Próteses Humanas #CPRecife4","description":"A Impressão 3D é uma tecnologia que vem ganhando cada vez mais espaço devido seu constante desenvolvimento e versatilidade. Diversas áreas estão se beneficiando dessa tecnologia e dentre elas está a Saúde. Iremos abordar o papel da impressão 3D no planejamento e fabricação de próteses humanas na atualidade e o que está sendo planejado para um futuro próximo.","speakers":"Filipe Cesário Villa Verde\r\nColaborador do C.E.S.A.R., onde faz parte de um grupo de pesquisas em conjunto com o LIKA (UFPE) sobre Biosensores. Formado em Medicina pela UFPE, atualmente cursa Ciência da Computação na UNICAP. Participa nessa edição da Campus Party Recife da mesa \"Bio Robotics Fusion - O que está sendo desenvolvido em Robótica e Biotecnologia em um dos principais institutos de pesquisa do País.\".\r\n\r\nRaphael Brito\r\nEngenheiro de sistemas no CESAR atuando nas áreas de robótica e afins e Estudante de Ciência da Computação na Universidade Católica de Pernambuco.","stage":"Palco Saturno CPRec4","date":"2015-07-24 19:30:00+00:00","urlimage":"archives/activities/2015/06/26/870x435px_saturno-1749968734jpg","mobile_image":"http://images.campuse.ro/MKcXWAxTMo0kE4m2aktCoxPFGV4=/900x405/smart/media.campuse.ro/archives/activities/2015/06/26/870x435px_saturno-1749968734jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/impressao-3d-e-proteses-humanas-cprecife4/"},{"id":5780,"title":"A UCEG e o cenário de games do nordeste #CPRecife4","description":"\"Nos últimos anos o mercado dos games cresceu de forma assustadora, no mundo como um todo. O que antes era visto com certo desdém e até preconceito, por associar o videogame a brincadeira pueril, tem passado por uma transformação, graças a esse crescimento, o que começou a chamar a atenção do mundo empresarial, da mídia tradicional e até da sociedade cátedra.\r\nO nordeste não ficou para trás, temos polos de desenvolvimento de jogos e um cenário em constante crescimento tanto no que diz respeito a novos empreendimentos bem como eventos voltados para a comunidade gamer.\r\nA UCEG busca seu espaço como uma entidade que busca soluções para abertura cultural, inclusão digital, registro da cultura cearense,  fomentar a cultura digital e o mercado nacional.  E ainda, atuar junto a sociedade através de ações, realizando eventos, palestras, trabalhos acadêmicos,  divulgando e apoiando os desenvolvedores regionais e produtores de conteúdo de mídias digitais relacionados a jogos eletrônicos e analógicos.\"","speakers":"Izequiel Norões\r\nBacharel em Informática pela Universidade de Fortaleza (Unifor - 2001). Especialista em Gerência Estratégica da Informação (Unifor - 2003). Mestre em Informática Aplicada(bolsista pesquisador do Laboratório de Engenharia do Conhecimento) (Unifor - 2012). Foi Assessor de Tecnologia da Informação - Comando da 10ª Região MIlitar - Exército Brasileiro e atualmente Analista de sistemas da Empresa de Tecnologia e Informações da Previdência Social (DATAPREV), professor da Faculdade de Tecnologia do Nordeste, com disciplinas ligadas à Análise de Sistemas WEB, Redes de Computadores, Desenvolvimento de Sistemas, Gestão de Tecnologia da Informação, Segurança da Informação e Marketing Digital. E também professor no Centro Universitário Estácio de Sá Fortaleza com as disciplinas de programação WEB do Curso de Jogos Digitais. Atua também como Diretor Geral da União Cearense de Gamers. Tem experiência na área de Ciência da Computação, com ênfase em Sistemas de Informação, TV Digital e desenvolvimento/análise de aplicações para WEB, bem como a criação/administração de INTRANETS e SITES CORPORATIVOS e Jogos Eletrônicos.","stage":"Palco Marte CPRec4","date":"2015-07-24 19:30:00+00:00","urlimage":"archives/activities/2015/05/30/marte-882980621jpg","mobile_image":"http://images.campuse.ro/tHZaxG-Xvk2-gX8iFa9_ealtrEw=/900x405/smart/media.campuse.ro/archives/activities/2015/05/30/marte-882980621jpg","stage_name":"Palco Marte CPRec4","stage_slug":"PalcoMarteCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/uceg-cenario-games-nordeste/"},{"id":5894,"title":"Como fazer o pitch de sua vida. Tiago Asevedo. #CPRecife4","description":"Palestra com dicas relevantes para realizar um bom pitch. O palestrante é o CEO de um dos programas de eventos e competições de Startups mais impactantes em São Paulo, o CircuitoStartup.","speakers":"Tiago Asevedo","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-24 19:45:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-1579841975jpg","mobile_image":"http://images.campuse.ro/qVB5U9OdXbdnW6RFx1yt6EcP8uo=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-1579841975jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/como-fazer-o-pitch-de-sua-vida/"},{"id":5895,"title":"Pitch Combat. #CPRecife4","description":"Exercício de forma lúdica simulando lutas MMA sobre como realizar um pitch. Teremos um ring e outras práticas de luta para empreendedores de equipes das maratonas façam competições entre si de forma gamificada.","speakers":"Eraldo Guerra\r\nSou professor de empreendedorismo, mestre em engenharia de software pelo cesar serei mentor e mediador durante o evento","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-24 20:15:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-2195949763jpg","mobile_image":"http://images.campuse.ro/uJFtx4bbh5N8simKLMuXSwm7MwY=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-2195949763jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/pitch-combat/"},{"id":5963,"title":"Aprenda a Empreender Negócios Sociais. Guto Ferreira. #CPRecife4","description":"Negócios Sociais é sempre uma área atrativa para muitos jovens hoje que desejam mudar o mundo. No entanto, tais negócios possuem regras e peculiaridades singulares que precisamos compreender. Este workshop visa apresentar uma introdução sobre como empreender na área com um profissionais referência no assunto.","speakers":"Guto Ferreira","stage":"Workshop Startup&Makers Camp CPRecife4","date":"2015-07-24 20:30:00+00:00","urlimage":"archives/activities/2015/06/17/870x435px_sm_camp-598316178-3539327549jpg","mobile_image":"http://images.campuse.ro/S4FvaMb-jZaZCkQv8O_OThOSKUg=/900x405/smart/media.campuse.ro/archives/activities/2015/06/17/870x435px_sm_camp-598316178-3539327549jpg","stage_name":"Workshop Startup&Makers Camp CPRecife4","stage_slug":"WorkshopStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/empreender-negocios-sociais-guto-ferreira/"},{"id":6090,"title":"Design Especulativo: Ficção Científica, Arte Contemporânea e Criação de \"Props\" desenhando futuros #CPRecife4","description":"A abordagem de design para solução de problemas tem sido hegemônica entre as empresas contemporâneas de TI, mas essa é a única perspectiva? Quais as possibilidades quando se busca uma inovação disruptiva? E ainda: em que outras abordagens podem ajudar a solução de problemas atuais?","speakers":"João Marcelo Teixeira\r\nDoutorado em Ciência da Computação pela Universidade Federal de Pernambuco (2013). Durante o doutorado participou de um programa de doutorado sanduíche no grupo de pesquisa em Automação para Mineração do AMTC (Advanced Mining Technology Center), Chile. É professor do Departamento de Estatística e Informática da UFRPE e pesquisador do Voxar Labs (CIn/UFPE). Trabalha com visão computacional aplicada a problemas transversais, criando tecnologias de rastreamento, controle e interação natural","stage":"Palco Venus CPRec4","date":"2015-07-24 20:45:00+00:00","urlimage":"archives/activities/2015/06/30/870x435px_venus-2883488339jpg","mobile_image":"http://images.campuse.ro/JwVD3bUyvUpILq--Vk2DHV0IiJU=/900x405/smart/media.campuse.ro/archives/activities/2015/06/30/870x435px_venus-2883488339jpg","stage_name":"Palco Venus CPRec4","stage_slug":"PalcoVenusCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/design-especulativo-ficcao-cientifica-cprecife4/"},{"id":5817,"title":"A busca por vida extraterrestre #CPRecife4","description":"A humanidade há séculos sobre a existência de vida além do nosso planeta, mas pela primeira vez na história estamos desenvolvendo os instrumentos para saber as respostas. Descubra em que pé estão nossas estimativas sobre a presença de formas biológicas em outros mundos espalhados pela Via Láctea e quais as chances de detectarmos outra civilização no Universo.","speakers":"Salvador Nogueria \t\r\nJornalista de ciência com especialização em astronomia e espaço. Autor de oito livros, colabora regularmente com o jornal \"Folha de S.Paulo\" e é colunista científico da GloboNews. Também participa atualmente de um programa semanal da TV Cultura, voltado para a produção científica nacional, e é editor do blog Mensageiro Sideral (mensageirosideral.blogfolha.uol.com.br).","stage":"Palco Saturno CPRec4","date":"2015-07-24 20:45:00+00:00","urlimage":"archives/activities/2015/06/03/saturno_1-2743111279jpg","mobile_image":"http://images.campuse.ro/i4zK8RwCbS3yqWQCIJfZTrlwyVg=/900x405/smart/media.campuse.ro/archives/activities/2015/06/03/saturno_1-2743111279jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/a-busca-por-vida-extraterrestre/"},{"id":5846,"title":"Empreendendo com ajudas das plataformas. #CPRecife4","description":"Conheça nesse painel empreendedores que ganham a vida através de plataformas criadas na internet, tais como : UBER, Airbnb, Freelancer e tantas outras.","speakers":"Moderadora: Denise Marques (Sebrae)\r\nEconomista, graduada em Direito, pós graduada em Marketing pela FGV atua no Sebrae na carteira de economia criativa nos segmentos de música e design. \r\n\r\nEduardo Cruz(freelancer)\r\n\r\nKarina Galindo(Airbnb)","stage":"Palco Lua CPRec4","date":"2015-07-24 20:45:00+00:00","urlimage":"archives/activities/2015/06/06/lua-2280302387jpg","mobile_image":"http://images.campuse.ro/XImE1nsqnohfuoEDU7Lk-1dMOBk=/900x405/smart/media.campuse.ro/archives/activities/2015/06/06/lua-2280302387jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/empreendendo-com-ajudas-das-plataformas/"},{"id":6030,"title":"A educação do futuro #CPRecife4","description":"Um contraponto entre a educação do passado​,​ e sua aparente falência em todo o mundo,​ ​com ​ a problemática ​ aportada  pelo desenvolvimento tecnológico ​da  atualidade. Na palestra se advoga ​a favor ​ ​do uso ​​d​as projeções tecnológicas para o  futuro e​ de nos prepararmos na prática  para ensinar e aprender neste futuro ​ que será cada ​ vez mais dominado e dependente de tecnologias​ avançadas​. Uso técnicas como a da prospectiva, que é a arte de criar cenários, desenvolvida em Paris por Michel Godet​ para auxiliar o gestor a tomar melhores decisões​, ​As máquinas terão​ amplo​ poder de processamento e um tipo de inteligência muito similar a humana, e todo o paradigma da educação terá de mudar em função desta nova realidade. A educação do futuro será imperativamente personalizada, todo estudante será conhecedor do seu perfil de forma a saber gerar estímulos que façam sentido à sua biologia. Ser um futurista da educação é simplesmente pensar de forma ampla e detalhada as implicações da educação do futuro e estar antenado com a comunidade de  futuristas, com os acadêmicos e empreendedores  com as principais tendências tecnológicas","speakers":"​Vanderlei Martinianos. \r\nAtuante como consultor em gestão de projetos e  tecnologia e  palestrante ​Futurista da Educação​. Profissional do campo da Engenharia das Tecnologias Educativas pela Université de Poitiers na França e graduado como analista de sistemas ​nas Faculdade​s Integradas Anglo Americanas com MBA ​ no IAG da PUC-Rio e especialização na Fordham University ​ nos EUA​. Cidadão do mundo​, fluente em inglês, francês e espanhol​ e integrante do corpo de palestrantes da ​mega feira de educação ​BETT SHOW ​da Inglaterra​. ​Em Paris  se juntou ao staff da diretoria da​ revolucionária ​ École 42 ​patrocinada pelo bilionário​ Xavier Niel, uma escola de informática completamente inovadora que revolucionou o ensino​ de informática​ na França. \r\nSe considera um apaixonado por tecnologias futuristas e advoga uma completa mudança na educação da atualidade com base na neuroeducação​ e no mapeamento de perfis​. Atualmente lidera a fundação de um instituto  chamado IPANE  para RADICALIZAR na implantação de  ​novos ​métodos educativos e formar pessoal especializado ​para escolas futuristas bem ​ como certificar e aplicar conhecimentos​ da área.​ \r\nEmpreendedor nato  e  defensor de ​ uma nova  educação​ que seja massiva, global  e personalizável (à la carte​) ​ ​privilegiando  o uso das diversas categorias de inteligências bem como dos perfis psicológicos ​objetivando​ melhor​ar​ a retenção de conhecimento e eliminar redundâncias e desperdícios​ no currículo escolar​. Acredita no poder dos MOOCs mas insiste em uma mudança total da forma que os mesmos são projetados na atualidade. ","stage":"Palco Terra CPRec4","date":"2015-07-24 20:45:00+00:00","urlimage":"archives/activities/2015/07/01/terra_recife-1338086jpg","mobile_image":"http://images.campuse.ro/1tYHphAAoI-4prW28wsAyMBpSqE=/900x405/smart/media.campuse.ro/archives/activities/2015/07/01/terra_recife-1338086jpg","stage_name":"Palco Terra CPRec4","stage_slug":"PalcoTerraCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/a-educacao-do-futuro/"},{"id":5981,"title":"Programando com PHP enquanto come Rapadura. #CPRecife4","description":"Oficina introdutória para iniciar o desenvolvimento de aplicações web utilizando a linguagem de programação livre PHP. Veremos sua sintaxe e suas características principais, o que faz a linguagem ser tão popular quanto é. Estruturas de Controle, Funções Nativas, Estruturas de Dados, Interação com HTML, essas e muitas outras coisas serão vistas e revistas para um aprendizado interessante e arretado... Ao término da oficina os participante poderão facilmente entender alguns códigos PHP, e poderão desenvolver bastante a base de Rapadura.","speakers":"Francisco Alessandro Feitoza da Silva\r\n\r\nEntusiasta e Ativista do Software Livre\r\nProfessor de PHP OO & MySQL Relacional\r\nProgramador/Desenvolvedor no Projeto e-Jovem/SEDUC/Governo do Estado do Ceará\r\nGraduando em Sistemas de Informações","stage":"Workshop II Inovaçao CPRecife4","date":"2015-07-24 21:00:00+00:00","urlimage":"archives/activities/2015/06/26/870x435px_wprkshop2-2876802677jpg","mobile_image":"http://images.campuse.ro/DNmBn30COkNhdkP0jGnkZc00O74=/900x405/smart/media.campuse.ro/archives/activities/2015/06/26/870x435px_wprkshop2-2876802677jpg","stage_name":"Workshop II Inovaçao CPRecife4","stage_slug":"Workshop2inovacaoCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/programando-php-enquanto-come-rapadura/"},{"id":6000,"title":"Aprenda a hackear sua casa e torná-la inteligente! #CPRecife4","description":"Aprenda nesse workshop como criar uma solução que facilitará sua vida dentro de casa! Com o poder e flexibilidade do Arduino em mãos, abordaremos o funcionamento das portas digitais e analógicas, a utilização de sensores e o desenvolvimento de um projeto de domótica que simulará o acionamento de lâmpadas pela presença de pessoas e nível de luminosidade do ambiente.\r\n\r\nVagas:\r\n20\r\n\r\nDuração:\r\n1h45","speakers":"Diego Phoenix - Engenheiro da computação, mestrando na área de processamento de imagens no CIn-UFPE. Fascinado por projetos na área de automação e robótica. Amor ao primeiro Blink. Entusiasta e evangelista da plataforma, liderou a criação do ArduRec. Empreendedor, dono da loja arduinolandia.com.br e co-fundador da startup IoTech Lab, desenvolvendo soluções para Internet das Coisas, dispositivos vestíveis e home care.\r\n\r\nGeorge Victor – Cursa Engenharia da Computação e é entusiasta de Arduino e embarcados. Tem experiência no desenvolvimento de soluções interativas e no ministramento de treinamentos de Arduino.\r\n\r\nErick Simões - Bacharel em Sistemas de Informação. Já trabalhou como instrutor de Robótica Educacional, hoje atua como Desenvolvedor de Software. Como palestrante, visa difundir a cultura maker, o entusiasmo pelo Arduino e a implantação de tecnologias inteligentes e métodos ágeis.","stage":"Workshop I Ciencia CPRecife4","date":"2015-07-24 21:00:00+00:00","urlimage":"archives/activities/2015/06/26/870x435px_wprkshop1-16219328jpg","mobile_image":"http://images.campuse.ro/gomFSEjc_zU_zfFuyzGboete4lo=/900x405/smart/media.campuse.ro/archives/activities/2015/06/26/870x435px_wprkshop1-16219328jpg","stage_name":"Workshop I Ciencia CPRecife4","stage_slug":"Workshop1CienciaCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/arduino-e-domotica/"},{"id":6141,"title":"Smart Cities: Desenvolvendo Cidades Inteligentes e Humanas #CPRecife4","description":"Cidades Inteligentes e Humanas é um conceito de SmartCities onde as tecnologias de informação são utilizadas para resolver os problemas sociais, econômicos e ambientais, com foco no bem-estar e na felicidade dos cidadãos. Um projeto da União Européia prevê a criação no Brasil de uma rede de cidades inteligentes e humanas desta natureza com apoio do Banco Mundial. O presente painel apresenta o tema e convida os principais atores, hoje no Brasil, que estão a frente desta iniciativa e apresentação de uma iniciativa bem sucedida na cidadede de Anápolis.\"","speakers":"Genésio Gomes (mediador)\r\nDoutor em Ciência da Computação pelo CIN/UFPE na área de Design Centrado no Usuário. Professor de Empreendedorismo da Universidade de Pernambuco. Idealizador do Células Empreendedoras, programa educacional Prêmio Educação Empreendedora Brasil 2012 Endeavor/Sebrae. Co-Organizador da Maratona de Negócios da Campus Party Brasil 2015. Gestor do Programa Startup&Makers da Campus Party Recife 2014.\r\n\r\nAndré Gomid\r\nDoutorando e Mestre em Business Administration pela Florida Christian University, nos E.U.A. \r\nAtualmente é Presidente da Companhia de Desenvolvimento de Vitória; Presidente do Fórum Nacional de Ciência e Tecnologia da Frente Nacional dos Prefeitos; e membro do Conselho de Ciência e Tecnologia da Presidência da República. Foi Diretor da Construtora Andrade Gutierrez e da Construtora Norberto Odebrecht. É autor do livro: \"Passando o bastão - sucessão familiar nas pequenas e médias empresas\".\r\n\r\nFabrízio Ribeiro\r\nMestre em História, especialista em Políticas Públicas, gestor governamental na Secretaria de Estado de Ciência e Tecnologia de Goiás, professor universitário, e membro do conselho fiscal da Rede Goiana de Design - ARGD. Diretor do Fórum Nacional de Secretários Municipais de Ciência e Tecnologia.\r\n\r\nCláudio Nascimento\r\nEmpreendedor /Consultor de Inovação \r\n\r\nSou Diretor de Tecnologia do Município de Olinda, Atuo também\r\ncomo Diretor Nordeste do Fórum Nacional de Secretários e \r\nDirigentes Municipais de Ciência, Tecnologia e Inovação e \r\nConselheiro do Porto Digital. Presto consultoria à empresa NanoSensing Technologies Inc. a qual tem sede na América Central e na América do Norte,minha atuação está relacionada a dois trabalhos desenvolvidos por cientistas brasileiros. Tais trabalhos resultaram em patentes internacionais nas áreas de Biotecnologia e Nanotecnologia.  Uma dessas patentes refere-se ao primeiro dispositivo portátil para \r\ndiagnóstico, desenvolvido no Brasil. Venho prospectando mercados \r\nmais complexos em busca de maiores desafios.\r\n\r\nFernando Mendonça ","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-24 21:15:00+00:00","urlimage":"archives/activities/2015/07/01/870x435px_sm_camp-78297420jpg","mobile_image":"http://images.campuse.ro/kCYrBc9HWiDI_R-QmKtxjcE6Zeg=/900x405/smart/media.campuse.ro/archives/activities/2015/07/01/870x435px_sm_camp-78297420jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/desenvolvendo-cidades-inteligentes-e-humanas/"},{"id":5964,"title":"Como Impulsionar o Ecossistema Pernambucano e Brasileiro de Startups. Eiran Simis #CPRecife4","description":"Um encontro entre os diversos atores que fazem o ecossistema de startups para discutirem e saírem com proposições de melhorias. Um momento de diálogo também entre os atores dos diversos territórios inovativos do Brasil visando compartilhar boas práticas e estabelecer parcerias.","speakers":"Eiran Simis\r\nGraduado em Administração de Empresas pela UPE e MBA em Gestão Empresarial pela FGV. Atualmente é gerente da área de Empreendedorismo do Centro de Estudos e Sistemas Avançados do Recife, consultor do Porto Digital e do SEBRAE, Membro do conselho de administração da SiliconReef S/A, Curador da Campus Party e professor de pós graduação do CESAR.EDU, UPE e da Uninassau.\r\nAo longo da sua carreira participou do processo de criação e desenvolvimento de mais de 120 empresas de tecnologia(startups) e recentemente está do outro lado do balcão empreendendo a EventPlatz - plataforma de busca e oferta de espaços para eventos e treinamentos com um modelo de negócios inovador.","stage":"Workshop Startup&Makers Camp CPRecife4","date":"2015-07-24 21:30:00+00:00","urlimage":"archives/activities/2015/06/17/870x435px_sm_camp-598316178-2286995020jpg","mobile_image":"http://images.campuse.ro/1H4f9ynnGP7fGlI3TB0n1di5bMc=/900x405/smart/media.campuse.ro/archives/activities/2015/06/17/870x435px_sm_camp-598316178-2286995020jpg","stage_name":"Workshop Startup&Makers Camp CPRecife4","stage_slug":"WorkshopStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/impulsionar-ecossistema-pernambucano-startups-eiran-simis/"},{"id":6091,"title":"Marcas podem ser Mutantes Jogáveis? #CPRecife4","description":"O desenvolvimento de novas  configurações dinâmicas nas identidades visuais das empresas, mais conhecidas por mutações de marcas, teve impulso nas plataformas digitais do século XXI. Nesse contexto, um tipo especial de mutação de marca foi introduzido pela Google, empresa que nasceu no ciberespaço e traz elementos de jogos digitais para levar uma experiência lúdica aos seus usuários. Nesse trabalho investigamos a mutação de marcas tomando como base trabalhos de diferentes autores na construção de um modelo de análise. ","speakers":"Breno Carvalho\r\nMestrando em Design na UFPE. Especialista em Design da Informação pela UFPE (2002), graduação em COMUNICAÇÃO SOCIAL pela Unicap (1999) e possui curso técnico em Desenho Publicitário pelo Senac-PE (1994). Atualmente coordena do Curso de Tecnologia em Jogos Digitais da Universidade Católica de Pernambuco. Experiência na área de Comunicação, com ênfase em Comunicação Visual e Web Design, atuando principalmente nos seguintes temas: identidade visual, marca mutante, holograma, interface gráfica, doodle, cultura, games e interface e tecnologias 3D.","stage":"Palco Venus CPRec4","date":"2015-07-24 22:00:00+00:00","urlimage":"archives/activities/2015/06/30/870x435px_venus-2608947432jpg","mobile_image":"http://images.campuse.ro/F-EE39F5X5oluR6nDEDM-NVLd_Q=/900x405/smart/media.campuse.ro/archives/activities/2015/06/30/870x435px_venus-2608947432jpg","stage_name":"Palco Venus CPRec4","stage_slug":"PalcoVenusCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/marcas-podem-ser-mutantes-jogaveis-cprecife4/"},{"id":5847,"title":"Produto ou Serviço, Eis a questão #CPRecife4","description":"A famosa frase \"Ser ou não ser, eis a questão\" é frequentemente usada como um fundo filosófico profundo. Acreditem que esse questionamento passa por muitas vezes na cabeça dos empreendedores, dos iniciantes até os mais experientes quando se avalia se devemos ser uma empresa de produto ou serviço, ambos ou começar com um serviço e migrar para produto. Complicado né? enfim... To be or not to be, that is the question   ","speakers":"","stage":"Palco Lua CPRec4","date":"2015-07-24 22:00:00+00:00","urlimage":"archives/activities/2015/06/06/lua-932155749jpg","mobile_image":"http://images.campuse.ro/IpyGqHUA47Gvhg_7VufkX2XFXHs=/900x405/smart/media.campuse.ro/archives/activities/2015/06/06/lua-932155749jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/produto-ou-servico-eis-a-questao/"},{"id":5795,"title":"Robôs Domésticos #CPRecife4","description":"Finalmente os Robôs rompem o isolamento nas indústrias e chegam às casas das pessoas..Vamos abordar as importantes mudanças que estão sendo vivenciadas pelo setor da robótica. A Robótica Emotiva abre um novo paradigma para desenvolvimento de robôs, onde mais importante que a destreza para desempenhar tarefas repetitivas é o pensamento sobre como essas atores vão interagir em rede com os seres humanos, compartilhando espaço, contexto e sociedade.\r\nAinda conversaremos sobre como está se formando o novo mercado da Robótica doméstica e como as competições como  Robocup, Robocore ou Darpa Challenge influenciam nesse contexto.\"","speakers":"Leonardo Lima\r\nInterdisciplinar que trabalha na industria tecnológica, com foco em produtos inovadores. Bacharel em Antropologia e estudante do mestrado em Design Profissional do C.E.S.A.R.edu.\r\n\r\nAo longo de sua carreira, trabalhou com cinema, educação, design de jogos e design de interação. Durante os últimos anos têm se envolvido em projetos com grandes empresas do setor de dispositivos móveis e wearables, onde exerce o papel de pesquisador, desenvolvedor de projetos e consultor. Recentemente ministrou algumas palestras sobre Playable city, Robótica Emotiva e Criação.\r\n\r\nTrabalha em um ambiente ágil, com foco na entrega de valor para os negócios, de uma forma rápida e incremental. Devido à sua formação em antropologia sente-se muito confortável em trabalhar sob a perspectiva de design thinking, com o usuário no centro do processo de design.\r\n\r\nHenrique Foresti\r\nHenrique Foresti é mineiro, natural de Varginha, atua nas áreas de Robótica e Eletrônica Embarcada. É engenheiro de sistemas do CESAR, idealizador da plataforma Robô Livre e professor do curso tecnólogo em Engenharia Mecatrônica do SENAI. Graduou-se em Ciências da Computação pela UEMG e é Mestre em Engenharia Mecânica pela UFPE. É curador da área de Robótica da Campus Party e desenvolve projetos de pesquisa e inovação em parceria com diversas instituições, em especial nas áreas de robótica pedagógica, robôs terrestres, veículos aéreos não tripulados e plataformas de telemetria, processamento e comunicação.\r\n\r\nJoão Marcelo\r\nProfessor do Departamento de Estatística e Informática da UFRPE, concluiu o doutorado em Ciência da Computação pela UFPE em 2013, possuindo como principais interesses em pesquisa Visão Computacional, Realidade Aumentada e Computação de Alto Desempenho. Trabalha com pesquisa aplicada desde 2004, tendo experiência no desenvolvimento de soluções envolvendo dados abertos, além de aplicações com alto grau de interatividade e também usando tecnologias assistivas. Além disso, atua no estabelecimento de um processo de inovação e transferência tecnológica entre academia e parceiros mercadológicos (empresas, indústria).","stage":"Palco Saturno CPRec4","date":"2015-07-24 22:00:00+00:00","urlimage":"archives/activities/2015/06/01/saturno_1-1437951960jpg","mobile_image":"http://images.campuse.ro/hoJJl3N0sho4GrxgZYWIlBwz-0k=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/saturno_1-1437951960jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/i-zak-robos-rompem-isolamento-nas-industrias/"},{"id":5977,"title":"O modelo mental do novo empreendedor #CPRecife4","description":"Com expertise no Vale do Silício e na criação da HANDSON TV especializada em Empreendedorismo de Startups,  Rodrigo Barros nesta palestra repassa dicas estimulantes sobre o modelo mental que um novo empreendedor global deve possuir. ","speakers":"Rodrigo Barros  HANDSON TV","stage":"Palco Lua CPRec4","date":"2015-07-24 22:15:00+00:00","urlimage":"archives/activities/2015/06/22/870x435px_lua-4278252349jpg","mobile_image":"http://images.campuse.ro/Eo7F1TLFwJpw6Xh5Zkdhsl_qFqA=/900x405/smart/media.campuse.ro/archives/activities/2015/06/22/870x435px_lua-4278252349jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/o-modelo-mental-do-novo-empreendedor/"},{"id":6250,"title":"O maravilhoso mundo das extensões do Firefox #CPRecife4","description":"","speakers":"Lenno Azevedo e Rodrigo Waters","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-25 00:30:00+00:00","urlimage":"archives/activities/2015/07/07/comunidades_saturno-977209741jpg","mobile_image":"http://images.campuse.ro/ZdTT3uPwe-33lPsxrVHPvrWC14Y=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidades_saturno-977209741jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/o-maravilhoso-mundo-das-extensoes-do-firefox/"},{"id":6239,"title":"Seus problemas com Desenvolvimento Web Acabaram: Conheça o Joomla! #CPRecife4","description":"Palestra a nível de informação e divulgação sobre o Joomla! e todos seus recursos! ","speakers":"Nivaldo Neto. Formando em Design Grafico pela Unibratec e em Analise e Desenvolvimento de Sistemas pela Estácio é evangelista e contibuinte da comunidade Joomla! no Brasil. Atualmente é integrante e um dos responsáveis pelo Grupo de Usuários Joomla! de Pernambuco, CEO da Smart Tecnologia, empresa com foco em desenvolvimento com ferramentas Open Source e Web Developor na CEPE - Companhia Editorial de Pernambuco. Esteve á frente de projetos como Portal Boca Livre, Ibismania dentre outros portais de sucesso incluindo a versão online do Diário Oficial do Estado de Pernambuco.","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-25 00:30:00+00:00","urlimage":"archives/activities/2015/07/07/comunidadesjupiter-3294124388jpg","mobile_image":"http://images.campuse.ro/PCQDAJ5wQQkIaaMXJ5B99uRmlVI=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidadesjupiter-3294124388jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/seus-problemas-com-desenvolvimento-web-acabaram-conheca-o-joomla/"},{"id":6262,"title":"Oficina de programação com o Programaê! #CPRecife4","description":"Embora tenha uma linguagem própria - cheia de códigos e raciocínios lógicos -, a programação não é um tema tão complexo quanto parece. O Programaê! demostrará de forma prática, rápida e descomplicada, provando que programação está ao alcance todos.\r\nConheça a linguagem da programação e faça o seu app!","speakers":"A oficina será realizada pela equipe da Fábrica de Aplicativos, uma plataforma online que possibilita o usuário a criar aplicativos de maneira fácil e intuitiva. Nela é possível ainda adicionar funções com poucos cliques. Possui versão gratuita e paga para os usuários.","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-25 00:30:00+00:00","urlimage":"archives/activities/2015/07/06/870x435px_comunidades-1625489172jpg","mobile_image":"http://images.campuse.ro/hACYd30OlmMMqkuz1x4nalA0Tww=/900x405/smart/media.campuse.ro/archives/activities/2015/07/06/870x435px_comunidades-1625489172jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/oficina-programacao-com-programae-cprecife4/"},{"id":6259,"title":"Arquiterura de Inovação Dev - Certificação Colaborativa - Case Mentoreasy e Relatto. Igor Brandão. #CPRecife4","description":"Palestra apresentando os princípios e conceito que sustenta essa nova especialidade de mercado já aplicada através dos frameworks para prototipação, design de experiência e interface, modelos de estrutura de camadas e estrutura de código e integração de API's e tecnologia terceiras fortalecendo negócios disruptivos e inovadores\r\n","speakers":"Igor Brandão\r\nCEO e founder do Mentoreasy e evangelista da arquitetura de inovação com qualidade ágil e embaixador Unova - núcleo RN\r\n","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-25 00:30:00+00:00","urlimage":"archives/activities/2015/07/07/comunidadeslua-1532995741jpg","mobile_image":"http://images.campuse.ro/hHxn0gHEbL4nzjpQNGn_wD2nUMo=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidadeslua-1532995741jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/arquiterura-inovacao-dev-certificacao-colaborativa/"},{"id":6245,"title":"A campuseira como protagonista da Campus Party #CPRecife4","description":"Pretende-se no painel apresentar dados sobre as profissões de maior destaque do evento, especialmente as relacionadas as atividades de Desenvolvimento (programação, aplicativos, games), Empreendedorismo (tanto à nível empresarial, quanto social), Mídias Sociais e outros cenários do evento, onde algumas participantes são protagonistas. Serão convidadas presencial e virtualmente mulheres que desenvolvem atividades nas áreas citadas anteriormente para um bate-papo descontraído, apontando dados e contando histórias de vida, sobre como estas mulheres encararam a escolha profissional, quais suas vitórias, seus sonhos. Pretende-se também discutir a questão de como conciliar vida pessoal/família/filhos e trabalho com as atividades profissionais.","speakers":"Vanessa Lima. \r\nEngenharia ambiental de formação. Colunista do Blog Geek Café; Fernanda Carvalho: Jornalista de formação e colunista e Gestora de Mídias Sociais no Blog Geek Café; Dyana Barlavento: Arte-finalista e desenvolvedora, e administradora, da plataforma EAD da UFPE, estudante de Artes Visuais e mantém o Blog EdenBits; Raisa Brennichi: Designer de Moda e Social Media, mantém há três anos o blog Nerdivinas; Letícia Pedra Carol: estudante de jogos digitais.","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-25 00:30:00+00:00","urlimage":"archives/activities/2015/07/07/comunidades_venus-444484993jpg","mobile_image":"http://images.campuse.ro/XY0H6FfixKXQdWeb8qHQAjZ4Fts=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidades_venus-444484993jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/a-campuseira-como-protagonista-da-campus-party/"},{"id":6240,"title":"Debugando a Web com o Firefox #CPRecife4","description":"","speakers":"Eduardo Barros e Guilherme Berghauser","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-25 01:15:00+00:00","urlimage":"archives/activities/2015/07/07/comunidadesjupiter-1870203789jpg","mobile_image":"http://images.campuse.ro/daEeBw8z4giN2kKkcoGb59Fazbc=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidadesjupiter-1870203789jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/debugando-a-web-com-o-firefox/"},{"id":6260,"title":"Empreendedorismo e Tecnologia: Como mudar o mundo com ações e iniciativas. Lhaís Rodrigues. #CPRecife4","description":"Iniciativas como ManyGeekz, Technovation Challenge, WWC Recife existem hoje, no cenário atual de Tecnologia, em busca de melhorar o mundo através de atividades que transformam vidas e profissionais. A Palestra contará mais detalhes sobre essas iniciativas, organizações e como você pode encontrar o seu propósito, criar ações em busca de melhorar o mundo e buscar impactá-lo com o seu talento.\r\n","speakers":"Lhaís Rodrigues\r\n\r\nGraduanda em Engenharia da Computação pelo Centro de Informática da UFPE, Técnica em Manutenção e Suporte em Informática pela ETEPAM, Colaboradora do Women Who Code Recife e MIC ETEPAM (Centro de Inovação da Microsoft ETEPAM), Conselheira e Mentora da ONG ManyGeekz, Embaixadora do Technovation Challenge, Ex-membro da AIESEC Recife, Ex-intercambista e Embaixadora do Programa Ganhe o Mundo e Estudante Associada da Sociedade Brasileira de Computação. Entusiasta de Sistemas Embarcados e Tecnologia focado em programação, já desenvolvendo projetos Opensource, como o Openredu e é Gerente de Artes do ArduRec (Grupo de entusiastas da plataforma Arduino), nas horas vagas gosta de dar palestras e WorkShop sobre Motivação, Empreendedorismo e Tecnologia para disseminar conhecimentos, além de sempre aprender coisas novas todos os dias.\r\n","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-25 01:15:00+00:00","urlimage":"archives/activities/2015/07/07/comunidadeslua-2778765622jpg","mobile_image":"http://images.campuse.ro/_W8vlZ9zYfdFabVGHGk5osin3X0=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidadeslua-2778765622jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/empreendedorismo-tecnologia-mudar-mundo-com-iniciativas/"},{"id":6261,"title":"Offline First e no Backend: foque em criar experiências. Joselito Júnior. #CPRecife4","description":"Num mundo onde cada vez mais as pessoas acessam a internet e usam serviços no mobile ás vezes esquecemos que não estamos conectados o tempo todo. É ai que surge o paradigma de Offline First para aplicações móveis.\r\n","speakers":"Joselito Júnior\r\n\r\nCo-fundador da Tampa, organizador do GDG Recife, co-criador e instrutor dos cursos AngularJS Bootcamp e PhoneGap Bootcamp, e fundador das startups premiadas Estudorama e Rabiscapp. Além de ganhador de Hackathons profissional, é entusiasta do Design Thinking, Lean Startup e desenvolvimento Ágil de software. Fã de Fórmula 1 e de fazer piadas de gosto duvidoso.\r\n","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-25 02:00:00+00:00","urlimage":"archives/activities/2015/07/07/comunidadeslua-121288681jpg","mobile_image":"http://images.campuse.ro/gSI6_WhrbO0r8nfmtVygPhymq7k=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidadeslua-121288681jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/offline-first-backend-foque-em-criar-experiencias/"},{"id":6242,"title":"Encontro da Comunidade Debian Brasil #CPRecife4","description":"Vamos fazer uma bate-papo sobre o Projeto Debian, suas características, e mostrando como você pode passar a contribuir para o desenvolvimento do maior projeto de Software livre do mundo, o sistema operacional Debian GNU/Linux. ","speakers":"Paulo Henrique de Lima Santana\r\nBacharel em Ciência da Computação pela Universidade Federal do Paraná (UFPR), trabalha com administração de redes e sistemas GNU/Linux em Curitiba. Entusiasta de Software Livre, participa de diversos grupos de atuação como a Comunidade Curitiba Livre. Palestrou em edições do FISL, da Latinoware e da Campus Party Brasil. Coordenou a organização de eventos em Curitiba como o Congresso Nacional dos Estudantes de Computação, o Festival Latino-americano de Instalação de Software Livre, o Software Freedom Day, o Education Freedom Day, e o Document Freedom Day. Curador de Software Livre da Campus Party Brasil de 2013 a 2015, e da Campus Party Recife de 2012 a 2015.\r\n\r\nJoão Eriberto Mota Filho\r\nOficial de Cavalaria do Exército Brasileiro. Gerente de Rede e Segurança do Gabinete do Comandante do Exército. Professor da Pós-graduação em Perícia Digital na Universidade Católica de Brasília. Autor dos livros Linux & Seus Servidores (2000), Pequenas Redes com Microsoft Windows (2001), Descobrindo o Linux (3ª edição em 2012) e Análise de tráfego em redes TCP/IP (2013). Desenvolvedor Debian.","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-25 02:00:00+00:00","urlimage":"archives/activities/2015/07/07/comunidadesjupiter-1004606211jpg","mobile_image":"http://images.campuse.ro/aSi0ryfKC9cAh8uBWY_LcGetUfo=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidadesjupiter-1004606211jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/encontro-da-comunidade-debian-brasil/"},{"id":6246,"title":"Quem Manja de arduíno? #CPRecife4","description":"Abordar a robótica de uma maneira divertida e que chame todos que estão na Campus para conhecer mais sobre o grande e vasto mundo da tecnologia. Propomos uma gincana de perguntas e respostas usando uma mesa projetada para tal fim. O participante que apertar o botão mais rápido ganha o direito de resposta. Os vencedores ganharam brindes como canecas, camisas, sensores e Arduinos da equipe Ardurec.","speakers":"Erick Simões\r\nBacharel em Sistemas de Informação e trabalha como programador na Orube Tecnologias; \r\n\r\nGabriel Bandeira\r\nGraduando em Engenharia da Computação pelo CIn. Participou várias vezes das competições OBR e RoboCup. Atualmente está ligado ao Grupo de Pesquisa em Realidade Virtual e Multimídia (GRVM - CIn/UFPE). \r\n\r\nHeitor Rapela\r\nCursando Engenharia da Computação pelo CIn, fez iniciação científica na área de processamento de imagens e também trabalhou no laboratório Líber,  é amante da tecnologia e fascinado por aprender coisas novas. \r\n\r\nDiego Phoenix\r\nEngenheiro, Maker e criador do grupo ArduRec. \r\n\r\nGeorge Victor\r\nEstuda Engenharia da Computação e é entusiasta de Arduino e embarcados.","stage":"Conteúdos by Comunidades CPRecife4","date":"2015-07-25 02:00:00+00:00","urlimage":"archives/activities/2015/07/07/comunidades_venus-725863562jpg","mobile_image":"http://images.campuse.ro/CiXHj11O_V6j4CUkIawFQRx7Yvw=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/comunidades_venus-725863562jpg","stage_name":"Conteúdos by Comunidades CPRecife4","stage_slug":"ConteudosbyComunidadesCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/quem-manja-de-arduino/"},{"id":6015,"title":"Experiência de arte e tecnologia aliada à robótica: Sabotech #CPRecife4","description":"As novas tecnologias em especial o universo da internet das coisas fazem parte da atualidade de nossas vidas cotidianas: quem consegue ainda transitar e comunicar-se, em meio a tantas outras atividades do dia dia, sem o apelo de um dos elementos ou implementos tecnológicos? Mas será que todas as pessoas que frequentemente se utilizam das novas tecnologias e da IOT têm realmente consciência disso? Questões desse gênero serão uma das abordagens da palestra.","speakers":"Hugo de Lima \r\nJornalista e educador social pelo Auçuba Comunicação Educação. Integra a equipe pedagógica da Oi Kabum! Escola de Arte e Tecnologia Recife, no núcleo de Palavra e Web.\r\n\r\nMicha\r\n\r\nMauro Oliveira\r\n\r\nVicente Eduardo\r\n","stage":"Inclusao Digital I CPRecife4","date":"2015-07-25 13:30:00+00:00","urlimage":"archives/activities/2015/06/26/870x435px_inclusao_digital-3080086472jpg","mobile_image":"http://images.campuse.ro/LxfT3KNU48IBbtIIQpOSI1BJzlg=/900x405/smart/media.campuse.ro/archives/activities/2015/06/26/870x435px_inclusao_digital-3080086472jpg","stage_name":"Inclusao Digital I CPRecife4","stage_slug":"InclusaoDigitalICPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/sabotech-experiencia-de-arte-e-tecnologia-aliada-a-robotica/"},{"id":5965,"title":"Construa Seu mundo empreendedor II. Eraldo Guerra. #CPRecife4","description":"Oficina com gamificação para despertar o universo empreendedor em estudantes do ensino médio. Serão apresentadas de forma lúdica e divertida estratégias e práticas para o desenvolvimento das ideias com foco em produtos comerciais inovadores.\r\nEsta oficina será realizada para alunos da rede publica do ensino médio da prefeitura do Recife.\r\nOs alunos serão levados pela secretaria de empreendedorismo da Prefeitura","speakers":"Eraldo Guerra\r\nCEO e Fundador do Life Up. Mestre em Engenharia de Software, pelo CESAR; Especialista em Gestão de Negócios da Tecnologia da Informação pela UFPE; Organizador da Campus Party Recife - área de Startups; Tetra Campeã do Prêmio Brasil Criativo; Surfista e apaixonado pela vida!!!\"","stage":"Workshop Startup&Makers Camp CPRecife4","date":"2015-07-25 13:30:00+00:00","urlimage":"archives/activities/2015/06/17/870x435px_sm_camp-598316178-180457495jpg","mobile_image":"http://images.campuse.ro/ey3weaEOupKkjFOaVqlfYvuUX7Q=/900x405/smart/media.campuse.ro/archives/activities/2015/06/17/870x435px_sm_camp-598316178-180457495jpg","stage_name":"Workshop Startup&Makers Camp CPRecife4","stage_slug":"WorkshopStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/construa-seu-mundo-empreendedor-ii-eraldo-guerra-cprecife4/"},{"id":5897,"title":"Painel Apoiando Jovens Empreendedores. #CPRecife4","description":"Convidamos quem está fazendo a diferença em Pernambuco na disseminação da cultura empreendedora entre os jovens para apresentar e discutir sobre formas de apoio a jovens empreendedores e como estas ações podem ser melhor integradas.","speakers":"","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-25 13:30:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-2528712219jpg","mobile_image":"http://images.campuse.ro/TVjG_prtzCDbly3Aa6BWLqoLsL4=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-2528712219jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/painel-apoiando-jovens-empreendedores/"},{"id":5794,"title":"SaboTech: experiência de arte e tecnologia aliada à robótica #CPRecife4","description":"As novas tecnologias em especial o universo da internet das coisas fazem parte da atualidade de nossas vidas cotidianas: quem consegue ainda transitar e comunicar-se, em meio a tantas outras atividades do dia dia, sem o apelo de um dos elementos ou implementos tecnológicos? Mas será que todas as pessoas que frequentemente se utilizam das novas tecnologias e da IOT têm realmente consciência disso? Questões desse gênero serão uma das abordagens da palestra.","speakers":"","stage":"Palco Saturno CPRec4","date":"2015-07-25 13:30:00+00:00","urlimage":"archives/activities/2015/06/01/saturno_1-2575787427jpg","mobile_image":"http://images.campuse.ro/yoLmnbWmv2Ov7uGL0zV2IPBDdFA=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/saturno_1-2575787427jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/sabotech-experiencia-arte-tecnologia-robotica/"},{"id":6251,"title":"É possível ganhar dinheiro com jornalismo de games ? O que é a experiência \"Drops de jogos\" ? #CPRecife4","description":".","speakers":"Pedro Zambarda\r\nJornalista, escritor e comunicador. Formado em Jornalismo pela Faculdade Cásper Líbero, cursa Filosofia na FFLCH-USP. É editor do Drops de Jogos, do projeto Geração Gamer e repórter do Bonus Stage. Escreve sobre games, tecnologia, política e sociedade. ","stage":"Palco Marte CPRec4","date":"2015-07-25 13:30:00+00:00","urlimage":"archives/activities/2015/07/07/870x435px_marte-1892200452jpg","mobile_image":"http://images.campuse.ro/HUKC9hNaN9AtySuZiLJmc7DMmkU=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/870x435px_marte-1892200452jpg","stage_name":"Palco Marte CPRec4","stage_slug":"PalcoMarteCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/possivel-ganhar-dinheiro-com-jornalismo-de-games-cprecife4/"},{"id":5801,"title":"Como montar um time campeão #CPRecife4","description":"Esse tema foi sugerido em um grupo de discussão local em uma rede social. Montar um time campeão muitas vezes decide o sucesso ou o fracasso do seu empreendimento. Existe alguma forma de acertar sem ser na velha tentativa e erro? ","speakers":"","stage":"Palco Lua CPRec4","date":"2015-07-25 13:30:00+00:00","urlimage":"archives/activities/2015/06/01/lua-2224808294jpg","mobile_image":"http://images.campuse.ro/sNepsQBkQyW_imD_fxCAfOgF2ww=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/lua-2224808294jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/como-montar-um-time-salvador/"},{"id":5810,"title":"Desafios e Inovações de Streaming de Música na América Latina. #CPRecife4","description":"Tiago Ramazzini compartilha a sua experiência sobre streaming de Música no Brasil e America Latina. Aborda os principais desafios do mercado, as suas inovações e o que o Napster esta fazendo diferente em um entorno super competitivo.","speakers":"Tiago Ramazzini - Vice Presidente, Head of Brazil and Latin America at Rhapsody International","stage":"Palco Terra CPRec4","date":"2015-07-25 13:30:00+00:00","urlimage":"archives/activities/2015/06/08/terra_dado-2242705847-3274624543jpg","mobile_image":"http://images.campuse.ro/Slx2WSKzArKU23B4zp0ZJcEokPA=/900x405/smart/media.campuse.ro/archives/activities/2015/06/08/terra_dado-2242705847-3274624543jpg","stage_name":"Palco Terra CPRec4","stage_slug":"PalcoTerraCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/desafios-inovacoes-streaming-musica-america-latina/"},{"id":5819,"title":"Inotify: observando seus arquivos e tomando decisões de segurança em tempo real. #CPRecife4","description":"O inotify (inode notify) faz parte do Linux e é responsável por fazer o kernel observar os filesystems em operação, avisando aos programas sobre alterações ocorridas. Um exemplo disso é quando copiamos um arquivo via shell e o mesmo é mostrado, imediatamente, em um programa gráfico de gerenciamento de arquivos, como o Dolphin (KDE) ou o Nautilus (Gnome). Esse programa gráfico sempre será avisado sobre essas alterações, em tempo real, pelo Kernel Linux (ação do inotify). Assim como os arquivos, diretórios também poderão ser monitorados. Nesta palestras, serão mostrados vários programas e técnicas baseados em inotify. Assim, algumas operações de administração de sistemas e de segurança de rede que poderão ser realizadas. São exemplos: observação de invasões em redes de computadores, obtendo alertas em tempo real, criando-se algo em torno de um elemento verificador de integridade; backup instantâneo de arquivos, sempre que os mesmos forem alterados; remoção de dumps de bancos de dados, imediatamente após o backup para um servidor específico; criação de um sistema de DHCP primário e secundário, similar ao que ocorre com o DNS. ","speakers":"João Eriberto Mota Filho\t\r\né Oficial de Cavalaria do Exército Brasileiro. Gerente de Rede e de Segurança em Rede do Gabinete do Comandante do Exército. Professor da Pós-graduação em Perícia Digital na Universidade Católica de Brasília (UCB). Autor dos livros Linux & Seus Servidores (2000), Pequenas Redes com Microsoft Windows (2001), Descobrindo o Linux (3ª edição em 2012) e Análise de tráfego em redes TCP/IP (2013). Desenvolvedor Debian. Membro do time de Forense do Debian.","stage":"Palco Jupiter CPRec4","date":"2015-07-25 13:30:00+00:00","urlimage":"archives/activities/2015/06/08/palcojupiterbanner-1362893552jpg","mobile_image":"http://images.campuse.ro/jVyLboXo1ggb59S5YMFTxYWQXGM=/900x405/smart/media.campuse.ro/archives/activities/2015/06/08/palcojupiterbanner-1362893552jpg","stage_name":"Palco Jupiter CPRec4","stage_slug":"PalcoJupiterCPRecife","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/inotify-observando-arquivos-decisoes-seguranca-tempo-real/"},{"id":6020,"title":"Diagnóstico virológico animal: ciência, tecnologia e impacto econômico #CPRecife4","description":"A atividade abordará o diagnóstico viral animal realizado pelo LANAGRO/PE, a serviço do Ministério de Agricultura, Pecuária e Abastecimento (MAPA). \r\nApresentará a ciência relacionada ao diagnóstico das infecções virais com importância econômica e as tecnologias utilizadas para garantir um padrão internacional de qualidade, como a automação, possibilitando a manutenção e inclusive o crescimento do mercado exportador do Brasil.","speakers":"Adriana Leite\r\nMédica veterinária e fiscal agropecuária, RT do departamento de Virologia do LANAGRO/PE\r\n\r\nDaniela Benevides\r\nMédica veterinária e fiscal agropecuária, atuando no departamento de Virologia do LANAGRO/PE\r\n\r\nPaulo Marcelo\r\nQuímico, educador de robótica e atuando como técnico de laboratório no departamento de Virologia do LANAGRO/PE","stage":"Palco Saturno CPRec4","date":"2015-07-25 13:30:00+00:00","urlimage":"archives/activities/2015/06/26/870x435px_saturno-237050591jpg","mobile_image":"http://images.campuse.ro/fP3SDuAEKo4fYkj4G6TJSEZicBA=/900x405/smart/media.campuse.ro/archives/activities/2015/06/26/870x435px_saturno-237050591jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/diagnostico-virologico-animal-ciencia-tecnologia-e-impacto-economico-cprecife4/"},{"id":6231,"title":"Conecte o Arduino com aplicações no PC através do Processing #CPRecife4","description":"Neste incrível workshop, iremos mostrar o potencial da ferramenta Processing e sua integração em projetos utilizando sensores e a plataforma Arduino.\r\n\r\nHistória\r\nFuncionamento\r\nJava 2D e 3D\r\nFunções de desenho\r\nComunicação com dispositivos externos\r\nAplicações - demos \r\nMão na massa!\r\nIntegração Hardware-Software\r\nDesenvolvimento de Jogo","speakers":"Jose Carlos Barbosa Pereira Filho (Touca)\r\nNascido em Santos/SP cresceu em Pernambuco e cursou Engenharia Mecatrônica na UPE e Analise e Desenvolvimento de Sistemas no IFPE. Trabalha em uma empresa do setor industrial privado e empreende na área de comercio de material eletrônico e robótica com a Mekhos.\r\n\r\nFelype Nery de Oliveira Vasconcelos\r\nDesde pequeno apaixonado por tecnologia e fascinado com os megazords, me formei em Análise e Desenvolvimento de Sistemas no IFPE e Engenharia Eletrônica na UPE onde pude participar de várias pesquisas e competições na área de Robótica.","stage":"Workshop I Ciencia CPRecife4","date":"2015-07-25 13:30:00+00:00","urlimage":"archives/activities/2015/07/06/870x435px_wprkshop1-3691919981jpg","mobile_image":"http://images.campuse.ro/dGFVzkvkXu80oV36gBGuhDG96mk=/900x405/smart/media.campuse.ro/archives/activities/2015/07/06/870x435px_wprkshop1-3691919981jpg","stage_name":"Workshop I Ciencia CPRecife4","stage_slug":"Workshop1CienciaCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/conecte-o-arduino-com-aplicacoes-no-pc-atraves-do-processing-cprecife4/"},{"id":6191,"title":"Como a Internet funciona? #CPRecife4","description":"Você sabe como a Internet funciona ou acredita que ela é apenas uma nuvem mágica repleta de conteúdos? Nesta palestra, você entenderá como os computadores se comunicam e como a infraestrutura da Internet é formada, tendo uma visão geral de toda a sua complexidade. Tudo isso explicado de forma didática e numa linguagem simples para quem não é técnico na área entender.","speakers":"Eduardo Barasal Morales\r\nEngenheiro de computação graduado pela Escola Politécnica da Universidade de São Paulo. Trabalhou com desenvolvimento de softwares para transferência eletrônica de fundos, gestão de saúde e tarifação de telefonia. Atualmente, no NIC.br, é Analista de Projetos, ministra cursos do projeto IPv6.br e também participa do desenvolvimento de seu material didático para a disseminação de conhecimento do protocolo pelo país.","stage":"Inclusao Digital I CPRecife4","date":"2015-07-25 14:00:00+00:00","urlimage":"archives/activities/2015/07/01/870x435px_inclusao_digital-1723984938jpg","mobile_image":"http://images.campuse.ro/AJi0honOUN5wRBPqIdUdR-EstQM=/900x405/smart/media.campuse.ro/archives/activities/2015/07/01/870x435px_inclusao_digital-1723984938jpg","stage_name":"Inclusao Digital I CPRecife4","stage_slug":"InclusaoDigitalICPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/como-a-internet-funciona/"},{"id":5898,"title":"DemoDay - Final Maratona de Aceleração. #CPRecife4","description":"DEMODAY com a presença de investidores, coordenadores de aceleradoras e atores relevantes do ecossistema. Finais da maratona de aceleração com apresentação das 8 melhores startups de um total original 25 inscritas em estágio consolidado (growth stage). As duas melhores serão premiadas.","speakers":"Genésio Gomes\r\nDoutor em Ciência da Computação pelo CIN/UFPE na área de Design Centrado no Usuário. Professor de Empreendedorismo da Universidade de Pernambuco. Idealizador do Células Empreendedoras, programa educacional Prêmio Educação Empreendedora Brasil 2012 Endeavor/Sebrae. Co-Organizador da Maratona de Negócios da Campus Party Brasil 2015. Gestor do Programa Startup&Makers da Campus Party Recife 2014.\r\n\r\nEraldo Guerra\r\nSou professor de empreendedorimos, mestre em engenharia de software pelo cesar serei mentor e mediador durante o evento","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-25 14:30:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-2692287204jpg","mobile_image":"http://images.campuse.ro/7cTfIkwKQEvjWcPWlkPC3cz7VZY=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-2692287204jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/demoday-final-maratona-de-aceleracao/"},{"id":6227,"title":"Os Investidos - painel de empreendimentos que receberam investimentos #CPRecife4","description":"Parafraseando a animação de sucesso \"Os Incríveis\", nesse painel vamos abordar os empreemdimentos da região que apesar de não terem super poderes, receberam uma boa grana para tocar os seus negócios. O que mudou desde então? Valeu apena buscar recursos em troca de um a participação aciionária?","speakers":"","stage":"Palco Lua CPRec4","date":"2015-07-25 14:45:00+00:00","urlimage":"archives/activities/2015/07/06/870x435px_lua-275043159jpg","mobile_image":"http://images.campuse.ro/4aAog4phV-BSqpvC1Wt76mYxQpU=/900x405/smart/media.campuse.ro/archives/activities/2015/07/06/870x435px_lua-275043159jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/os-investidos-painel-de-empreendimentos-que-receberam-investimentos-cprecife4/"},{"id":5796,"title":"Berimbot #CPRecife4","description":"O Berimbot é um projeto conceito desenvolvido para demonstrar as várias capacitações necessárias à solução de um problema aberto de engenharia. Esta palestra será um Story Telling descrevendo a origem, os conhecimentos necessários, as pessoas envolvidas e as várias fases de projeto de um instrumento musical robotizado. Serão apresentados os sketches, modelos em 3D, componentes, técnicas de projeto, desenvolvimento da linguagem de programação, do software de controle e da interface de programação. A apresentação incluirá também performances musicais.","speakers":"Ivan Monsão\r\nPioneiro em robótica no Brasil, especialista em Educação para a Inovação, doutor em engenharia elétrica pela Unicamp e consultor nas áreas de mecatrônica e desenvolvimento de projetos e produtos. Criou e dirigiu o Business and Innovation Lab (BiLab); um laboratório dentro de uma universidade, especialmente concebido para a execução de projetos e criação de produtos reais com a participação ativa de estudantes. Atuou profissionalmente em países como China, Alemanha e Suiça, e já foi palestrante do TEDx.","stage":"Palco Saturno CPRec4","date":"2015-07-25 14:45:00+00:00","urlimage":"archives/activities/2015/06/01/saturno_1-20012688jpg","mobile_image":"http://images.campuse.ro/AK3MoH5RofeQlzDsBVj8udYS0D0=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/saturno_1-20012688jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/berimbot/"},{"id":5773,"title":"Ajuda Luciano - Da internet para a agência #CPRecife4","description":"Será uma palestra bem interativa com perguntas e respostas.\r\nContarei como foi a experiência de criação da fanpage Ajuda Luciano e como isso me ajudou a ingressar no mercado de trabalho.\r\nContarei, também, toda a minha trajetória desde um simples usuário de rede sociais que criou uma fanpage, estudou mídias sociais para engajar, ganhou mais de 10 mil likes por dia, fez comerciais e que hoje em dia trabalha em uma das maiores agências de publicidade do norte.\r\n","speakers":"Thiago Pond (Chuck)\r\nSocial Media da agência Varanda Comunicação 360°\r\nCriador da fanpage Ajuda Luciano\r\nCriador de conteúdo no blog Corto Cabelo e Pinto\r\n","stage":"Palco Venus CPRec4","date":"2015-07-25 14:45:00+00:00","urlimage":"archives/activities/2015/05/29/venus-668727923jpg","mobile_image":"http://images.campuse.ro/9R5uEz5x_Sp7y_RF-KOAADkThqE=/900x405/smart/media.campuse.ro/archives/activities/2015/05/29/venus-668727923jpg","stage_name":"Palco Venus CPRec4","stage_slug":"PalcoVenusCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/ajuda-luciano-internet-para-agencia/"},{"id":5789,"title":"JOGADORES TÓXICOS: uma análise comportamental dos jogadores brasileiros de LOL #CPRecife4","description":"O trabalho faz uma análise dos jogadores tóxicos do jogo League of Legends, verificando quais os tipos de comportamento realizados por esses jogadores e quais as atitudes que as empresas de jogos MOBA têm utilizados para afastar ou 'educar' esse tipo de gamer.","speakers":"Victor Carvalho de Albuquerque\r\nEstudante de Jogos Digitais pela Universidade Católia de Pernambuco, 5º e ultimo período.\r\nFui CRM da Campus Party Recife no ano de 2014\r\n\r\nDeborah Morgana Botelho de Almeida Melo\r\nEstudante de Jogos Digitais em conclusão. Artista gráfica e freelancer.","stage":"Palco Marte CPRec4","date":"2015-07-25 14:45:00+00:00","urlimage":"archives/activities/2015/06/01/marte-3579192193jpg","mobile_image":"http://images.campuse.ro/AlEVnTVnn6y6d7pwb9pQdMa6XqE=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/marte-3579192193jpg","stage_name":"Palco Marte CPRec4","stage_slug":"PalcoMarteCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/jogadores-toxicos-analise-comportamental-jogadores-lol/"},{"id":5800,"title":"Os Investidos - painel de empreendimentos que receberam investimentos #CPRecife4","description":"Conheça os cases de startups que receberão investimentos e como elas chagaram lá.","speakers":"","stage":"Palco Lua CPRec4","date":"2015-07-25 14:45:00+00:00","urlimage":"archives/activities/2015/06/01/lua-1200997844jpg","mobile_image":"http://images.campuse.ro/daSF_Wzh9bkNRsD7l3n6fQ6K4Ok=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/lua-1200997844jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/os-investidos-painel-empreendimentos-investimentos/"},{"id":5975,"title":"Cyberguerra: A quarta força se consolida #CPRecife4","description":"O uso de recursos tecnológicos na guerra cibernética (que de “virtual” não tem, de fato, nada) tem adquirido níveis de sofisticação e precisão\r\nnunca antes imaginados – nem mesmo nos mais exagerados filmes de ficção científica. A possibilidade de atingir alvos críticos, espionar outros\r\npaíses e sabotar seus sistemas ligados em rede a um custo infinitamente menor que o utilizado na abordagem “tradicional” demonstram que a Guerra\r\nCibernética já faz parte da estratégia de defesa (!?) de todos  os principais países, fazendo da segurança da informação a área mais\r\npromissora da atualidade.","speakers":"Ricardo Kléber Martins Galvão\t\r\nProfessor do IFRN, pesquisador de Segurança da Informação e Computação Forense, Doutorando em Engenharia\r\nda Computação e mantenedor do Portal Segurança de Redes\r\n(www.segurancaderedes.com.br)\"","stage":"Palco Jupiter CPRec4","date":"2015-07-25 14:45:00+00:00","urlimage":"archives/activities/2015/06/18/jupiter-1181800189jpg","mobile_image":"http://images.campuse.ro/C_lSdjuYR6c5TSYVWUy6HxZFuIA=/900x405/smart/media.campuse.ro/archives/activities/2015/06/18/jupiter-1181800189jpg","stage_name":"Palco Jupiter CPRec4","stage_slug":"PalcoJupiterCPRecife","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/cyberguerra-a-quarta-forca-se-consolida/"},{"id":5785,"title":"Lorrana Scarpioni #CPRecife4","description":"","speakers":"Lorrana Scarpioni, 24 anos, CEO do Bliive, Global Agenda Council in Creative Economy e Global Shaper pelo Forum Economico Mundial.\r\nConsiderada um dos 10 brasileiros mais inovadores com menos de 35 anos pelo Prêmios MIT Technology Review Innovators under 35, também é ganhadora do Prêmio Jovens Inspiradores 2013 e foi escolhida pela Revista ProXXima como terceiro profissional mais inovador em marketing e comunicação de 2014.\r\nAdvogada e Relações Públicas, estudou Direitos Humanos e História das Ideias Políticas na Universidade de Lisboa, Portugal.\r\nComo empreendedora social, desenvolveu projetos sociais em saúde da mulher e redução da pobreza, trabalhando hoje com sharing economy e inovação social.\r\nAtualmente lidera a operação do Bliive no Reino Unido, através da iniciativa do UK Trade and Investment, Sirius Programme.","stage":"Palco Terra CPRec4","date":"2015-07-25 16:00:00+00:00","urlimage":"archives/activities/2015/06/01/terra_dado-2242705847jpg-1597015208terra_dado-2242705847jpg","mobile_image":"http://images.campuse.ro/Q0SeQ_MCTiioIXNoZ_Dr0_oDsN4=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/terra_dado-2242705847jpg-1597015208terra_dado-2242705847jpg","stage_name":"Palco Terra CPRec4","stage_slug":"PalcoTerraCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/lorrana-scarpioni-keynote/"},{"id":6100,"title":"Faça o seu primeiro aplicativo com o Programaê! #CPRecife4","description":"Embora tenha uma linguagem própria - cheia de códigos e raciocínios lógicos -, a programação não é um tema tão complexo quanto parece. O Programaê! demostrará de forma prática, rápida e descomplicada, provando que programação está ao alcance todos.\r\nConheça a linguagem da programação e faça o seu app!","speakers":"Professor Isidro Massetto\t \r\nprofessor e pesquisador nas áreas de Game Development, Mobile e Cloud Computing. Idealizador do projeto #vamosprogramar, tem projetos para ensinar crianças, adolescentes e jovens a programar desde cedo e ainda quer ver um país mais programador. A partir desse sonho, ele utiliza games como forma de aproximar a galerinha fanática do \"lado negro da força\".","stage":"Inclusao Digital I CPRecife4","date":"2015-07-25 17:00:00+00:00","urlimage":"archives/activities/2015/07/01/870x435px_inclusao_digital-522796154jpg","mobile_image":"http://images.campuse.ro/AdfzVMKj_zKlbNl2jJE1D8Ivwiw=/900x405/smart/media.campuse.ro/archives/activities/2015/07/01/870x435px_inclusao_digital-522796154jpg","stage_name":"Inclusao Digital I CPRecife4","stage_slug":"InclusaoDigitalICPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/faca-primeiro-aplicativo-programae/"},{"id":5899,"title":"Final Maratona de Negócios em Empreendedorismo Social. #CPRecife4","description":"Finais da maratona de negócios em Empreendedorismo Social. Apresentações de pitchs de projetos para uma banca julgadora com a presença de coordenadores de aceleradoras e atores relevantes do ecossistema. Exposição das 5 melhores startups de um total original 20 equipes inscritas neste tema em estágio de ideação (early stage). A melhor startup da maratona será premiada.","speakers":"","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-25 17:00:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-1589267201jpg","mobile_image":"http://images.campuse.ro/n85_h_5q4gSNRkSUihI4u09MYYE=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-1589267201jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/final-maratona-de-negocios-em-empreendedorismo-social/"},{"id":5797,"title":"Caçadas astronômicas #CPRecife4","description":"Quase todos os anos, em algum lugar da Terra, um fenômeno astronômico interessante acontece. Ocultações de planetas, eclipses, auroras boreais, aparições de cometas, ou mesmo apenas a contemplação convidam milhares de aficionados a viajar aos 4 cantos do mundo em busca da melhor oportunidade de observá-los. Como em sua maioria são fenômenos previsíveis, um bom planejamento propicia a possibilidade de caça-los e várias pessoas aqui no Brasil aproveitam essa oportunidade (ou desculpa) para conhecer novos lugares e culturas. Convidamos todos a conhecer algumas dessas aventuras, como elas são planejadas e como você pode escolher um tema e começar a realizar suas próprias viagens pelo mundo.","speakers":"Marcelo Domingues\r\nAnalista de sistemas e astrônomo amador, viaja o mundo a caça de fenômenos astronômicos e naturais interessantes. Membro do Clube de Astronomia de Brasília.","stage":"Palco Saturno CPRec4","date":"2015-07-25 17:30:00+00:00","urlimage":"archives/activities/2015/06/01/saturno_1-2404249878jpg","mobile_image":"http://images.campuse.ro/6-efm8UdfPt76N6f0A10-__lDk8=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/saturno_1-2404249878jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/cacadas-astronomicas-fenomenos-astronomia/"},{"id":5982,"title":"Empacotamento de software no Debian. #CPRecife4","description":"Será mostrada uma técnica de empacotamento utilizada pela distribuição Debian. Com isso, o público presente terá uma boa noção de como transcorre empacotamento de um software, observando-se todos os detalhes necessários. Posteriormente, com base em documentos oficiais e outras fontes, a pessoa interessada poderá fazer os seus próprios pacotes e submetê-los ao Debian. Trata-se de uma atividade extremamente prazerosa para quem gosta de desafios, não exigindo conhecimentos sobre programação. Cabe ressaltar que a mesma técnica é utilizada por todas as distribuições baseadas em Debian.","speakers":"João Eriberto Mota Filho\r\n\r\nJoão Eriberto Mota Filho é Oficial de Cavalaria do Exército Brasileiro. Gerente de Rede e de Segurança em Rede do Gabinete do Comandante do Exército. Professor da Pós-graduação em Perícia Digital na Universidade Católica de Brasília (UCB). Autor dos livros Linux & Seus Servidores (2000), Pequenas Redes com Microsoft Windows (2001), Descobrindo o Linux (3ª edição em 2012) e Análise de tráfego em redes TCP/IP (2013). Desenvolvedor Debian. Membro do time de Forense do Debian.","stage":"Workshop II Inovaçao CPRecife4","date":"2015-07-25 17:30:00+00:00","urlimage":"archives/activities/2015/06/26/870x435px_wprkshop2-23220036jpg","mobile_image":"http://images.campuse.ro/QdYHV7r6MUiUuj5AA-r1Lg2bkNc=/900x405/smart/media.campuse.ro/archives/activities/2015/06/26/870x435px_wprkshop2-23220036jpg","stage_name":"Workshop II Inovaçao CPRecife4","stage_slug":"Workshop2inovacaoCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/workshop-empacotamento-de-software-no-debian/"},{"id":5967,"title":"Introdução ao Mundo dos Gamers e oportunidade de Negócio. Luca Bezerra. #CPRecife4","description":"Para quem sempre teve curiosidade de saber como funciona o desenvolvimento de um jogo, esta oficina traz uma \"amostra grátis\" do processo. Será demonstrado o funcionamento básico de duas ferramentas de fácil criação de jogos, e será proposto um desafio para a construção de um jogo na hora (individualmente ou em grupos, dependendo da quantidade de computadores disponíveis), \"feito caldo de cana\". Não perca!","speakers":"Luca Bezerra\r\nMestrando em Computação Musical pela UFPE, competiu por 4 anos na Imagine Cup, a Copa Mundial de Computação da Microsoft, sendo finalista mundial na categoria Game Design em 2011, em Nova Iorque e Campeão Nacional na categoria Cidadania em 2015.Programador do Life Up, desenvolve jogos por hobby e possui alguns aplicativos lançados.","stage":"Workshop Startup&Makers Camp CPRecife4","date":"2015-07-25 17:30:00+00:00","urlimage":"archives/activities/2015/06/17/870x435px_sm_camp-598316178-1717112896jpg","mobile_image":"http://images.campuse.ro/0PgwWXga8Ai35K7kGLocREJOalU=/900x405/smart/media.campuse.ro/archives/activities/2015/06/17/870x435px_sm_camp-598316178-1717112896jpg","stage_name":"Workshop Startup&Makers Camp CPRecife4","stage_slug":"WorkshopStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/mundo-gamers-oportunidade-negocio-luca-bezerra/"},{"id":5802,"title":"O Investidor Empreendedor #CPRecife4","description":"O sucesso de uma empresa é algo muitas vezes imprevisível. Agora imagine montar uma, onde o sucesso depende do sucesso de dezenas de outras? Conheça um investidor de uma forma com que você nunca viu antes, empreendendo a sua própria gestora de fundos.","speakers":"","stage":"Palco Lua CPRec4","date":"2015-07-25 17:30:00+00:00","urlimage":"archives/activities/2015/06/01/lua-3718912952jpg","mobile_image":"http://images.campuse.ro/2-bramp6E_3To9VNn2Cs2PRannw=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/lua-3718912952jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/o-investidor-empreendedor/"},{"id":5774,"title":"Monitoramento Além das Mídias Sociais - Transformando empresas a partir da inteligência extraída das mídias sociais #CPRecife4","description":"O monitoramento vai muito além da simples coleta de sentimentos e citações nas redes sociais. A inteligência coletada nesse processo permite a construção de um melhor relacionamento com os clientes, evoluções de produtos e serviços e, até mesmo, mudanças estruturais dentro das empresas, melhorando processos internos. Como aproveitar esses dados de forma inteligente? ","speakers":"José Calazans Junior\r\nPublicitário, Analista de Mídias Sociais com experiência em  monitoramento e produção de conteúdo digital. Embaixador da Hootsuite em Belém. Atua com monitoramento em mídias sociais para empresas como CELPA, Quadra Engenharia e Forever 21. Coordenou a pesquisa da Yesbil Comunicação sobre as imagens do Círio no Instagram. Já fez ações em mídias digitais para empresas como Vale e Governo do Estado do Amapá.\r\n\r\nGabriel Ramalho\r\nGabriel Ramalho é consultor de marketing e comunicação digital, com mais de 15 anos de experiência no atendimento de empresas de todos os portes, principalmente nos segmentos bancário, tecnologia, operação de planos de saúde, comércio e setor de serviços.\r\n \r\nDiretor de marketing e comunicação digital na Leme Digital, é palestrante, mentor de startups e consultor de negócios credenciado pelo Sebrae nacional. Com passagens pelo planejamento digital de grandes empresas como Banco do Nordeste, Hapvida Saúde e Unimed Fortaleza, conquistou com essa última o prêmio nacional ReclameAqui! de qualidade no atendimento em mídias sociais, em sua categoria, em 2012, vencendo milhares de planos de saúde em todo o Brasil.\r\n","stage":"Palco Venus CPRec4","date":"2015-07-25 17:30:00+00:00","urlimage":"archives/activities/2015/05/29/venus-1197747188jpg","mobile_image":"http://images.campuse.ro/AeypqSeO6I9_LdLv-hXMmGlT5o0=/900x405/smart/media.campuse.ro/archives/activities/2015/05/29/venus-1197747188jpg","stage_name":"Palco Venus CPRec4","stage_slug":"PalcoVenusCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/monitoramento-midias-sociais-transformando-empresas/"},{"id":5786,"title":"O lado humano da tecnología #CPRecife4","description":"Num mundo em que cada vez estamos mais ligados uns aos outros, em que as distâncias são cada vez menores, em que a maioria da população mundial vive nas grandes metrópoles, como é que é possível que nos sintamos sós?\r\nA tecnologia desenvolvida sem o envolvimento da população que funciona como um taxímetro em que as cidades assumem custos constantes sem que os cidadãos retirem daí os dividendos devidos.\r\nAssim urge, criar um sistema de inovação em que todos os atores do território tenham voz e possam participar na criação/renovação da sua cidade.\r\nUm sistema de inovação baseado em metodologias de participação pode existir tanto em grandes metrópoles como em pequenas cidades, a sua força está na capacidade dos seus intervenientes interagirem uns com os outros criado redes de partilha e de construção de soluções conjuntas.\r\nAs fronteiras de um laboratório vivo não estão delimitadas por uma sala, uma empresa, um espaço formal, estas são as que os atores do território quiserem, no limite confundem-se com as fronteiras administrativas do próprio território.","speakers":"Valter Ferreira\r\nÉ mestre em economia pelo Instituto Universitário de Lisboa (ISCTE/IUL). É especialista em Competitividade Territorial e Regional, tendo feito extensiva investigação sobre a eficácia das tecnologias de informaçãoo e comunicação na ação pública.\r\nPossuí também uma licenciatura em Marketing, fase em que dedicou a sua investigação às Marcas País e as Ferramentas de Interação com Clientes.\r\nO Valter é presidente da Update Cities, uma associação sem fins de lucro, que promove e desenvolve programas e estratégias de engajamento de cidadãos e modernização da administração pública recorrendo à cocriação de serviços em ambiente de living lab.\r\nÉ também chefe da divisão de inovação organizacional e participação na Prefeitura de Lisboa. Anteriormente coordenou o centro de atendimento ao munícipe, e escreveu vários projetos e candidaturas reconhecidos com boas práticas por organismos europeus.\r\nNo sector privado o Valter conta com uma vasta experiência em diversos sectores de atividade onde desempenhou funções ligadas ao Marketing.\r\nDesde 2003 que o Valter é também formador profissional nas áreas de marketing, recursos humanos e tecnologias de informação.","stage":"Palco Terra CPRec4","date":"2015-07-25 17:30:00+00:00","urlimage":"archives/activities/2015/06/01/terra_dado-2242705847jpg-4276597622terra_dado-2242705847jpg","mobile_image":"http://images.campuse.ro/0xf6TpPIyX3316tckKhqzPqD1xQ=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/terra_dado-2242705847jpg-4276597622terra_dado-2242705847jpg","stage_name":"Palco Terra CPRec4","stage_slug":"PalcoTerraCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/lado-humano-da-tecnologia/"},{"id":6233,"title":"Computação desplugada. César França #CPRecife4","description":"\"O computador está para a computação como o telescópio está para a astronomia\". Esta frase, atribuída ao famoso cientista da computação holandês Edsger Dijkstra, nos revela que a Ciência da computação é muito mais do que programação. A computação, na verdade, está presente em diversas atividades comuns do nosso dia a dia. Quer saber como desenvolver e/ou melhorar o seu raciocínio computacional SEM usar computadores? Neste workshop, veremos como isto é possível, utilizando uma série de exercícios simples e ao mesmo tempo altamente sofisticados - propostos pela ciência da computação desplugada, um dos mais promissores movimentos de educação em computação no mundo.","speakers":"César França\r\n\r\nDoutor em Ciência da Computação pela UFPE, tendo cursado estágio doutoral na Open University (Inglaterra). Atualmente é consultor de pesquisas no CESAR, um dos maiores institutos de inovação do País, e é professor de Engenharia de Software e Metodologia Científica em diversas faculdades no Recife (PE). Tem larga experiência na área de Ciência da Computação, com ênfase em Engenharia de Software Empírica e Experimental, atuando principalmente em pesquisas sobre fatores humanos e sociais de engenheiros e equipes de software.","stage":"Workshop I Ciencia CPRecife4","date":"2015-07-25 17:30:00+00:00","urlimage":"archives/activities/2015/07/07/870x435px_wprkshop1-469289925jpg","mobile_image":"http://images.campuse.ro/11ntUd5klPAVaG4fID1qUS8DrJo=/900x405/smart/media.campuse.ro/archives/activities/2015/07/07/870x435px_wprkshop1-469289925jpg","stage_name":"Workshop I Ciencia CPRecife4","stage_slug":"Workshop1CienciaCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/computacao-desplugada-cprecife4/"},{"id":5900,"title":"Final Maratona de Negócios em Smart Cities. #CPRecife4","description":"Finais da maratona de negócios em Cidades Inteligentes. Apresentações de pitches de projetos para uma banca julgadora com a presença de coordenadores de aceleradoras e atores relevantes do ecossistema. Exposição das 5 melhores startups de um total original 20 equipes inscritas neste tema em estágio de ideação (early stage). A melhor startup da maratona será premiada.","speakers":"","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-25 18:00:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-2598328186jpg","mobile_image":"http://images.campuse.ro/xEPBUwd3t_1Cx4PJ9p2VSVUaDME=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-2598328186jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/final-maratona-de-negocios-em-smart-cities/"},{"id":5820,"title":"Empreendedorismo na prática. #CPRecife4","description":"Discorro sobre fatos vivenciados por mim como empreendedor na área de tecnologia, que servem como experiências para a vida de qualquer empreendedor.","speakers":"Beto Chaves é um paraibano arretado! E faz de tudo um pouco. É empresário de sucesso, há mais de 12 anos trabalhando no mercado de tecnologia e Internet. CEO da BC10 - Grupo Digital, Escritor, fundador do Papo Arretado - Maior Rede de Empreendedores do Nordeste (www.papoarretado.com.br), apresentador de TV, Professor de Empreendedorismo, Liderança e Gestão de Pessoas, colunista do Jornal Correio da Paraíba, bem como Palestrante e Consultor Empresarial.\r\nBeto Chaves vem se destacando como um dos palestrantes mais elogiados do Brasil, revelação de 2013/2014, realizando mais de 200 palestras nos dois anos, para mais de 50 mil pessoas.\r\nAutor do livro “Papo de Empreendedor” que está disponível gratuitamente no site www.betochaves.com, o livro conta sua história como empreendedor desde os 8 anos de idade, e já passou dos 40 mil downloads.\r\nE as palavras que marcam seu espírito inquieto são: Renovar. Inovar. Aprimorar.\r\nSua palestra nos inspira a transformar sonhos em realidade.","stage":"Palco Jupiter CPRec4","date":"2015-07-25 18:30:00+00:00","urlimage":"archives/activities/2015/06/08/palcojupiterbanner-42627022jpg","mobile_image":"http://images.campuse.ro/VFRhkjvF8P4CV9itetb951W6-lY=/900x405/smart/media.campuse.ro/archives/activities/2015/06/08/palcojupiterbanner-42627022jpg","stage_name":"Palco Jupiter CPRec4","stage_slug":"PalcoJupiterCPRecife","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/empreendedorismo-na-pratica-cprecife4/"},{"id":6016,"title":"CESAR, uma instituição com nome de gente #CPRecife4","description":"O CESAR é uma instituição que inova com tecnologia da informação, mas que tem como foco GeNTe: Gente, Negócio e Tecnologia. Tendo por base estes 3 pilares, a instituição genuinamente brasileira, de Recife, há 19 anos vem cooperando com empresas dos mais diversos setores da economia, aplicando Tecnologia da Informação e Comunicação para construção de soluções inovadoras de e para o mercado.","speakers":"Eduardo Peixoto é mestre em comunicação de dados om distinção pela Technical University of indhoven-Holanda e pós MBA pela Kellog School of Management, vanston- UA. Há 25 anos atua na área de \r\ntecnológica da informação e comunicação, com passagens pela Holanda, Suíça e Brasil, em empresas como Nederlandse PHILIPS Bedrijven B.V., ASCOM Business System AG e C. .S.A.R, respectivamente. Peixoto é fundador do capítulo do PMI em Recife, palestrante do RSS e consultor de empresas. No C. .S.A.R, é o xecutivo Chefe de Negócios. \r\n\r\nSergio Cavalcanti","stage":"Palco Saturno CPRec4","date":"2015-07-25 18:45:00+00:00","urlimage":"archives/activities/2015/06/26/870x435px_saturno-3948761778jpg","mobile_image":"http://images.campuse.ro/vt4fidyWNpUMP-uqo2MkSdnz31I=/900x405/smart/media.campuse.ro/archives/activities/2015/06/26/870x435px_saturno-3948761778jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/cesar-uma-instituicao-com-nome-de-gente/"},{"id":6031,"title":"O papel dos Living Labs em Smart Cities #CPRecife4","description":"Living lab (laboratório vivo) é um conceito fundamental para cidade inteligentes centradas em pessoas. Trata-se de um grupo que busca gerar, conceber e desenvolver soluções (não necessariamente tecnológicas) para problemas reais, de forma colaborativa e multidisciplinar. O processo é feito em parceria com representantes do público-alvo, ou seja, aquele que é atingido pelo problema e irá se beneficiar da solução. Tipicamente, o processo de concepção de soluções em um living lab segue princípios de design centrado no humano, passando pelas fases de pesquisa e descoberta; ideação; prototipação; e avaliação das soluções em campo. Esta mesa redonda trará um debate sobre o conceito e uma troca de experiências do que vem sendo aplicado na cidade de Lisboa e como isso pode ser aplicado no Living Lab Recife, iniciativa que envolve UFPE, UFRPE, Emprel, Prefeitura do Recife, CESAR e Fablab.","speakers":"Valter Bação-Ferreira\r\nUpdate Cities e Câmara Municipal de Lisboa\r\n\r\nTaciana Pontual (UFRPE)\r\nFormada em Ciência da Computação pelo CIn/UFPE, Taciana é professora do Departamento de Estatística e Informática (DEINFO) da UFRPE, e vice-coordenadora do curso de Licenciatura Plena em Computação. Tem mestrado (CIn/UFPE) e doutorado (University of London) na área de Interação Humano-Computador / Tecnologias Educacionais. Antes da UFRPE, Taciana trabalhou por dois anos como pesquisadora do London Knowledge Lab, e por três anos no CESAR Recife como Designer de Interação, trabalhando com pesquisa de campo e processos de design centrado no usuário. \r\n\r\nKiev Gama (mediador - CIn-UFPE)\r\nProfessor adjunto do Centro de Informática da Universidade Federal de Pernambuco (CIn-UFPE), é doutor em Ciência da Computação pela Université de Grenoble, França. Tem atuado em pesquisas na área de Engenharia de Software e Sistemas Distribuídos aplicadas no contexto da Internet das Coisas e Cidades Inteligentes, se interessando tanto pelos aspectos tecnológicos como pelos aspectos que envolvem pessoas. É curador de conteúdo da trilha de Smart Cities na CPRecife","stage":"Palco Terra CPRec4","date":"2015-07-25 18:45:00+00:00","urlimage":"archives/activities/2015/07/01/terra_recife-2947490704jpg","mobile_image":"http://images.campuse.ro/VPAiEGKSAScJ8R6zCdkm-5fRHzg=/900x405/smart/media.campuse.ro/archives/activities/2015/07/01/terra_recife-2947490704jpg","stage_name":"Palco Terra CPRec4","stage_slug":"PalcoTerraCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/o-papel-dos-living-labs-em-smart-cities-cprecife4/"},{"id":6273,"title":"Geek TV Show: Como os quadrinhos estão reinventando o cinema (Cinema). Roberto Sadovski. #CPRecife4","description":"Palestra sobre a nova era do cinema, que espelha sua evolução na fórmula testada há décadas pelas histórias em quadrinhos: produtos individuais compartilhando um mesmo \"universo\", com personagens e eventos repercutindo em diversos filmes, criando uma linha cronológica única. Primeiro, os filmes baseados em gibis deixaram de ser nicho para se tornar a força-motriz do blockbuster moderno. Em seguida, a Marvel, com seu Universo Cinematográfico, redefiniu o padrão de como criar produtos envolventes é intercalados para o cinema - plano que agora deve ser usado pela Warner/D.C., Transformers, Caça-Fantasmas, Fox/X-Men, Monstros da Universal e, claro, Star Wars. Em resumo: todo mundo quer um universo para chamar de seu.","speakers":"Roberto Sadovski\r\n\r\nJornalista, escritor e crítico de cinema, eu dirigir a revista SET por mais de uma década, colaborando também para diversas outras publicações e programas de TV. Atualmente tenho um blog no UOL, onde também sou colaborador e apresentador de um programa semanal, Nerdovski, que aborda cinema e cultura pop com informação e humor.","stage":"Palco Venus CPRec4","date":"2015-07-25 18:45:00+00:00","urlimage":"archives/activities/2015/07/08/870x435px_venus-3415137415jpg","mobile_image":"http://images.campuse.ro/wJ3oiM_WC_TWyfIoPAVYdeRgZis=/900x405/smart/media.campuse.ro/archives/activities/2015/07/08/870x435px_venus-3415137415jpg","stage_name":"Palco Venus CPRec4","stage_slug":"PalcoVenusCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/geek-tv-show-quadrinhos-reinventando-cinema-cprecife4/"},{"id":5968,"title":"Crowdfunding, captando recursos da coletividade. Dora Dimenstein. Herika Araujo. Felipe Bonezi. #CPRecife4","description":"Financiamento Coletivo é  uma forma acessível e cada vez mais factível de obter os primeiros recursos que precisamos para alavancar nossos projetos. Este workshop dá uma introdução ao tema, e contará com a presença de empreendedores que já obtiveram recursos da coletividade através deste método.","speakers":"Dora Dimenstein\r\nGraduada em Psicologia pela FAFIRE/PE; Especialização em Elaboração e Gestão de Projetos e Empreendimentos Criativos (MinC/FGV e MinC/SENAC-DF); Pós Graduação em Turismo e Patrimônio (FAFIRE); Pós Graduação em Gestão Pública Municipal (UFR/PE); Diretora Executiva da empresa ADCE Produção Cultural Ltda.; atua como Produtora e Gestora Cultural em diversos projetos aprovados pelo Fundo Pernambucano de Incentivo à Cultura (FUNCULTURA) na área de restauro, ações de preservação do Frevo, edição de livros e vídeos; Proponente de projetos aprovados e realizados por editais nacionais; Palestrante convidada em eventos de Economia Criativa; Professora de cursos de Pós Graduação na área de empreendimentos criativos; Co-realizadora do site de Crowdfunding, o primeiro de Pernambuco, Pague Pra Ver – Ideias criativas, Startup vencedora do Prêmio Inovação da POLI/UPE em 2014 na categoria Alto Impacto; Chefe de Núcleo de Fomento da Secretaria de Cultura da Prefeitura Municipal do Jaboatão dos Guararapes responsável pela elaboração, execução e coordenação de projetos criativos e empreendedores na área de formação cultural.\r\n\r\nHerika Araujo\r\nCurso Superior em Ciências Contábeis – SOPECE Sociedade Pernambucana de Cultura e Ensino no Ano 2006; Especialização de Pós Graduação no Programa de Capacitação em Projetos Culturais do Ministério da Cultura(MinC/FGV); Formação de Produtores de Arte e Cultura e Gestores Públicos Municipais da Área de Cultura” ( FUNDARPE); Diversos cursos e oficinas de Teatro, maquiagem artística; Idealizadora do Projeto Social não Governamental BONEKA VITORIA para divulgar cultura local; Coordenadora de Cultura no Município de Vitória de Santo Antão; Atriz revelação - XII MOSTEV – Vitoria de Santo Antão; Produtora do Festival Mostra Belas Artes da Vitoria; Coordenação Geral do Espetáculo: A Paixão de Cristo; Sócia atuante e Contadora do Instituto Histórico e Geográfico da Vitoria de Santo Antão desde 06/05/2006; Produção primeira edição do GRITO ROCK MUNDO VITORIA; Produção II Polo Alternativo Belas Artes 2015; Coordenação do Teatro Arraial Ariano Suassuna no Janeiro Grandes Espetáculos; autora da ideia do site de Crowdfunding Pague Pra Ver – Ideias Criativas.\r\n\r\nFelipe Bonezi\r\nGraduando em Engenharia da Computação pela Poli/UPE, trabalha com desenvolvimento de software desde 2008 com foco em sistemas distribuídos e aplicativos móveis. Participou de vários eventos, podendo destacar o BlackBerry Jam Session ocorrido no Rio de Janeiro, no qual venceu o prêmio de \"\"Melhor Aplicativo\"\". Atualmente está a frente do desenvolvimento do Pague Pra Ver - Idéias Criativas, projeto na área de economia criativa, alem de possuir uma empresa de Marketing Digital embarcada no Porto Digital chamada Ehureka - Comunicação Digital.","stage":"Workshop Startup&Makers Camp CPRecife4","date":"2015-07-25 19:00:00+00:00","urlimage":"archives/activities/2015/06/17/870x435px_sm_camp-598316178-3796963867jpg","mobile_image":"http://images.campuse.ro/nou43AoypTOdL8ViGx6jJ1q9c8s=/900x405/smart/media.campuse.ro/archives/activities/2015/06/17/870x435px_sm_camp-598316178-3796963867jpg","stage_name":"Workshop Startup&Makers Camp CPRecife4","stage_slug":"WorkshopStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/workshop/crowdfunding-recursos-coletividade-cprecife4/"},{"id":5901,"title":"Final Maratona de Negócios em Educação. #CPRecife4","description":"Finais da maratona de negócios em Educação. Apresentações de pitches de projetos para uma banca julgadora com a presença de coordenadores de aceleradoras e atores relevantes do ecossistema. Exposição das 5 melhores startups de um total original 20 equipes inscritas neste tema em estágio de ideação (early stage). A melhor startup da maratona será premiada.","speakers":"","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-25 19:00:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-3853295051jpg","mobile_image":"http://images.campuse.ro/jrCIAK-_5Igw7ec49aSFr1R8whk=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-3853295051jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/final-maratona-de-negocios-em-educacao/"},{"id":6017,"title":"JavaScript Robotics: O que acontece quando o Hardware se encontra com o JavaScript? #CPRecife4","description":"JavaScript, linguagem de programação feita para rodar apenas em browsers, mas hoje várias plataformas e coisas podem interagir com ele, e uma das coisas mais incríveis e divertidas que o JavaScript pode fazer, é se comunicar diretamente com o mundo real, é isso mesmo, podemos programar micro-controladores como o Arduino ou Raspberry pi usando JavaScript. Nesta palestra vamos conhecer a parte mais divertida e emocional sobre a programação de robos e conceitos de IoT. Apresentaremos para vocês o “Guide Dog”, que é um robozinho que estou construindo com um kit básico de Arduíno e com o framework JavaScript Johnny-five.io","speakers":"Felipe de Albuquerque é Web designer e Front-End developer com mais de dez anos de experiência em desenvolvimento de softwares, entre aplicações web, mobile e para Tv Digital. Atualmente trabalha no CESAR Recife, onde participa de projetos relevantes e para clientes de grande porte, como a Samsung, Motorola, Coca-cola, Fiat e atualmente em projetos da HP. Também faz parte do corpo docente do CESAR EDU, entre outras iniciativas acadêmicas e de mentoring. Adora trocar conhecimento, é interessado em ciência e tecnologia, curte arte e música e é apaixonado por brinquedos tecnológicos.","stage":"Palco Saturno CPRec4","date":"2015-07-25 20:00:00+00:00","urlimage":"archives/activities/2015/06/26/870x435px_saturno-1854672731jpg","mobile_image":"http://images.campuse.ro/7cHLcdz3fnZ-M8Wv3Zq2H3Qjx9M=/900x405/smart/media.campuse.ro/archives/activities/2015/06/26/870x435px_saturno-1854672731jpg","stage_name":"Palco Saturno CPRec4","stage_slug":"PalcoSaturnoCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/robotic-e-javascript-amor-a-primeira-vista/"},{"id":6094,"title":"Como as pessoas leem textos visuais #CPRecife4","description":"O campo da Comunicação, especialmente o do jornalismo, vem sustentando sua escolha por páginas com textos menores e imagens maiores na ideia de que, dessa forma, o “leitor” lê com mais facilidade. A pressa, a paisagem urbana, o trabalhador atribulado e sem tempo são uma cena que se usa para justificar um projeto gráfico mais arejado e com menos massa de texto. No entanto, os resultados do ENEM e mesmo de indicadores como o Inaf (Indicador Nacional de Alfabetismo Funcional) mostram uma população com dificuldades de leitura. Para discutir o tema, mostraremos alguns resultados preliminares de uma pesquisa com leitores de ensino médio e sua relação com a produção de imagens que poderiam ser formas primárias de visualização de informação.  ","speakers":"Ana Elisa Ribeiro é professora e pesquisadora do Centro Federal de Educação Tecnológica de Minas Gerais. É doutora em Linguística Aplicada pela UFMG, com dois pós-doutorados: em Comunicação Social, pela PUC Minas, no qual estudou a relação entre layout e leitura; e em Linguística Aplicada, pela Unicamp, onde estudou a leitura de infográficos e a visualização de informações por alunos de ensino médio. É autora de diversos trabalhos, entre eles o livro Novas tecnologias para ler e escrever (RHJ, 2012).","stage":"Palco Venus CPRec4","date":"2015-07-25 20:00:00+00:00","urlimage":"archives/activities/2015/06/30/870x435px_venus-3059246575jpg","mobile_image":"http://images.campuse.ro/LfEzmD5q1vplp-DWYyBWASFnhWY=/900x405/smart/media.campuse.ro/archives/activities/2015/06/30/870x435px_venus-3059246575jpg","stage_name":"Palco Venus CPRec4","stage_slug":"PalcoVenusCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/como-as-pessoas-leem-textos-visuais-cprecife4/"},{"id":6228,"title":"O empreendedores que viraram investidores #CPRecife4","description":"De um tempo pra cá começam a aparecer cada vez mais empreendedores que se tornam investidores, que além de aportarem recursos, eles aportam a sua experiência e o conhecimento da indústria que atuam. Conheça no palco quem são eles, como e em que investem e motivação por trás disso tudo.","speakers":"Moderador: Eduardo Rocha\r\nAnalista de Investimento da empresa Triaxis Capital, cogestora do fundo  CRIATEC II, que conta com R$ 186 Milhões com o objetivo de apoiar cerca de 36 empresas nascentes e inovadoras. Facilitador Global do Startup Weekend e organizador do Startup Weekend Recife.  Foi Assistente de Incubação da Aceleradora CESAR.LABS do C.E.S.A.R, participando na qualificação da aceleradora pelo Programa Startup Brasil. Graduando em Engenharia da Computação, na UFPE.\r\n\r\nErick de Albuquerque\r\nMe. Administração de Empresas pela FGV/Ohio University, investidor anjo no Porto Digital - Recife/PE, criou em 2011 o FEEC BRAZIL, maior convenção para profissionais de internet do Nordeste. Autor do estudo - Startup Competitiva - Erick mantém constante participação como juiz nos principais concursos de fomento ao empreendedorismo e startups do País como Desafio Brasil, organizado GVcepe, Conferência Brasil Canadá, InnovationDAY, Demo Brasil e inúmeros Demo Days de incubadoras e aceleradoras, já tendo avaliando mais de 350 startups em diferentes regiões do Brasil. \r\n\r\nTECO Sodré\r\nEmpreendedor digital há vinte anos. Duas falências. Dois casamentos. Dois filhos. Sou sócio, cofundador ou investidor atualmente de oito empresas na convergência digital. Lema: dinheiro só vem antes do trabalho no dicionário. E o voluntariado de qualquer empreendedor é gerar e manter melhores empregos na sua região e pagar todos os impostos.\r\n\r\nYves Nogueira\r\n\r\nItalo Nogueira","stage":"Palco Lua CPRec4","date":"2015-07-25 20:00:00+00:00","urlimage":"archives/activities/2015/07/06/870x435px_lua-3198067414jpg","mobile_image":"http://images.campuse.ro/LNL1IMyfmu--CPtZnw4_-fRQT5k=/900x405/smart/media.campuse.ro/archives/activities/2015/07/06/870x435px_lua-3198067414jpg","stage_name":"Palco Lua CPRec4","stage_slug":"PalcoLuaCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/o-empreendedores-que-viraram-investidores-cprecife4/"},{"id":5902,"title":"Final Maratona de Negócios em Tecnologia/Cultura Digital. #CPRecife4","description":"Finais da maratona de negócios em Tecnologia/Cultura Digital. Apresentações de pitches de projetos para uma banca julgadora com a presença de coordenadores de aceleradoras e atores relevantes do ecossistema. Exposição das 5 melhores startups de um total original 20 equipes inscritas neste tema em estágio de ideação (early stage). A melhor startup da maratona será premiada.","speakers":"","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-25 20:00:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-1322306259jpg","mobile_image":"http://images.campuse.ro/JiYl9cl72LyoxdRp_NVwnmconTU=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-1322306259jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/final-maratona-de-negocios-em-tecnologiacultura-digital/"},{"id":5778,"title":"Utilizando Containers com Docker #CPRecife4","description":"","speakers":"David Ruiz\t\r\nGeek apaixonado por desenvolvimento de software e empreendedorismo. Desenvolvedor Evangelista do Firefox OS e M2M no Centro de Inovação da Telefônica Digital Brasil, além de ser membro do Instituto Campus Party.","stage":"Palco Jupiter CPRec4","date":"2015-07-25 21:00:00+00:00","urlimage":"archives/activities/2015/06/01/palcojupiterbanner-366124562jpg","mobile_image":"http://images.campuse.ro/KBaTY3fvC34QQIOgYwu4sZX42Vs=/900x405/smart/media.campuse.ro/archives/activities/2015/06/01/palcojupiterbanner-366124562jpg","stage_name":"Palco Jupiter CPRec4","stage_slug":"PalcoJupiterCPRecife","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/utilizando-containers-com-docker/"},{"id":5903,"title":"Final Maratona de Negócios em Economia Criativa. #CPRecife4","description":"Finais da maratona de negócios em Economia Criativa. Apresentações de pitches de projetos para uma banca julgadora com a presença de coordenadores de aceleradoras e atores relevantes do ecossistema. Exposição das 5 melhores startups de um total original 20 equipes inscritas neste tema em estágio de ideação (early stage). A melhor startup da maratona será premiada.","speakers":"","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-25 21:00:00+00:00","urlimage":"archives/activities/2015/06/14/870x435px_sm_camp-3999767398jpg","mobile_image":"http://images.campuse.ro/9Mdg0UPdZTgrNP0eJUI-cQ-CSUs=/900x405/smart/media.campuse.ro/archives/activities/2015/06/14/870x435px_sm_camp-3999767398jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/final-maratona-de-negocios-em-economia-criativa/"},{"id":6268,"title":"Cerimônia de encerramento #CPRecife4","description":"Cerimônia oficial de encerramento da Campus Party Recife, com a entrega das premiações de todos os desafios e concursos. ","speakers":"","stage":"Palco Terra CPRec4","date":"2015-07-25 22:00:00+00:00","urlimage":"archives/activities/2015/07/08/870x435px_encerramento-90666695jpg","mobile_image":"http://images.campuse.ro/icjv6iwUqNENI4xsNuhi-YupbZg=/900x405/smart/media.campuse.ro/archives/activities/2015/07/08/870x435px_encerramento-90666695jpg","stage_name":"Palco Terra CPRec4","stage_slug":"PalcoTerraCPRec4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/cerimonia-de-encerramento-cprecife4/"},{"id":6143,"title":"Keynote Startup 360 - O modelo mental do novo empreendedor #CPRecife4","description":"Com expertise no Vale do Silício e na criação da HANDSON TV especializada em Empreendedorismo de Startups,  Rodrigo Barros nesta palestra repassa dicas estimulantes sobre o modelo mental que um novo empreendedor global deve possuir. ","speakers":"Rodrigo Barros\r\nFundador e CEO da HandsOn.TV a única plataforma em vídeo para empreendedorismo no mundo. É também apresentador e mentor da maior competição de startups da Europa Leweb Startup Tour.\r\n\r\nApós a carreira de jogador de futebol profissional, Rodrigo se tornou apresentador de TV e empreendedor. Como apresentador, se tornou uma das maiores referências de programas de negócios do país onde atuou por 9 anos na TV Gazeta e RedeTV. Durante este período publicou a revista \"Segredo do Sucesso\" e realizou mais de 120 eventos com o \"Fórum Empresarial Regional\", além de se associar a empresa de painéis de mídia eletrônica ROB Midia (vendida recentemente) e a empresa de educação UnifoxMBA. Em 2013 Rodrigo foi para o Vale do Silício, onde fundou a plataforma em vídeo focada em empreendedorismo a HandsOn.TV que hoje já esta presente em mais de 50 países. Fundou a competição de Startups Pitchit, na qual foi mentor das startups e apresentador e o que lhe trouxe o convite para apresentar a maior competição de startups da Europa o \"LeWeb Startup Tour\". Rodrigo é também sócio da Salad Creations, rede de franquias de alimentação saudável com 29 restaurantes no Brasil, membro do Conselho de Administração da FlexForm, maior indústria de cadeiras para o mercado corporativo da América Latina e sócio da Puro Digital, Agência de Inteligência Digital.","stage":"Palco Startup&Makers Camp CPRecife4","date":"2015-07-25 22:15:00+00:00","urlimage":"archives/activities/2015/07/01/870x435px_sm_camp-2814908220jpg","mobile_image":"http://images.campuse.ro/iIP-VZO-ysVdScDIAPn3O7ig978=/900x405/smart/media.campuse.ro/archives/activities/2015/07/01/870x435px_sm_camp-2814908220jpg","stage_name":"Palco Startup&Makers Camp CPRecife4","stage_slug":"PalcoStartupMakersCampCPRecife4","event_name":"Campus Party Recife 2015","event_slug":"campus-party-recife-2015","url":"http://campuse.ro/events/campus-party-recife-2015/talk/keynote-startup-360-modelo-mental-empreendedor/"}]